Repository: jorgercg/MyMensorWebsite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: here to send us an email asking for a MyMensor CUSTOM.
pt: aqui para nos enviar um e-mail pedindo um MyMensor CUSTOM.

source: and we will build one taylor made to your organization!
pt: e vamos construir um feito especialmente para sua organização!

source: In anyway,
pt: De qualquer forma,

source: In MyMensor you can set up automatic sharing to a Twitter account that you choose and also to an email account.
pt: No MyMensor você pode configurar o partilhamento automático para uma conta do Twitter que você escolher e também para uma conta de e-mail.

source: When using Twitter you will be able to configure one account to be used for all your captures, in case of email you can configure a different email account for each VP.
pt: Ao usar o Twitter, você poderá configurar uma conta para ser usada para todas as suas capturas, em caso de e-mail você pode configurar uma conta de e-mail diferente para cada VP.

source: To configure the automatic sharing you have to be logged in at the MyMensor WebApp.
pt: Para configurar o partilhamento automático, você precisa estar logado no MyMensor WebApp.

source: Now let's check how to do it with Twitter:
pt: Agora vamos verificar como fazê-lo com o Twitter:

source: <strong>1.</strong> In the top right of your screen you will see your username in bold letters, click on it to open a dropdown menu. In this menu click on <strong>Twitter Account</strong>.
pt: <strong>1.</strong> No canto superior direito da tela você verá o nome de usuário em negrito, clique nele para abrir um menu suspenso. Neste menu, clique em <strong>Conta do Twitter</strong>.

source: <strong>2.</strong> Follow the instructions in the screen to authorize the app to use your Twitter account to post. You can always come back here and disconnect your account.
pt: <strong>2.</strong> Siga as instruções na tela para autorizar o aplicativo a usar sua conta do Twitter para postar. Você sempre pode voltar aqui e desconectar sua conta.

source: <strong>3.</strong> Click now on the <strong>Setup</strong> menu item and the on <strong>VPs</strong> in the dropdown menu.
pt: <strong>3.</strong> Clique no item <strong>Configuração</strong> no menu e então em <strong>VPs</strong> no menu suspenso.

source: <strong>4.</strong> Select the VP that you want to publish using Twitter and check the checkbox for <strong>Share all of this vp captures to the Twitter Account configured.</strong> Following Twitter procedures MyMensor has to ask for an explicit consent from you to post your media automatically to Twitter. To do so you have to type in your username.
pt: <strong>4.</strong> Selecione o VP que você deseja postar usando o Twitter e marque a caixa de seleção de <strong>Compartilhar todas as capturas deste VP para a conta do Twitter configurada.</strong> Seguindo os procedimentos do Twitter, MyMensor precisa pedir um consentimento explícito seu para publicar sua mídia automaticamente no Twitter. Para fazer isso, você deve digitar seu nome de usuário.

source: <strong>5.</strong> Please remember that you can remark your medias in the Mobile app prior to posting!
pt: <strong>5.</strong> Lembre-se que você pode comentar suas mídias no aplicativo mobile antes de postar!

source: <strong>6.</strong> Press <strong>Submit</strong> to save your changes!
pt: <strong>6.</strong> Pressione <strong>Enviar</strong> para salvar suas alterações!

source: You can share also to email:
pt: Você também pode partilhar por e-mail:

source: <strong>1.</strong> Click on the <strong>Setup</strong> menu item and the on <strong>VPs</strong> in the dropdown menu.
pt: <strong>1.</strong> Clique no item <strong>Configuração</strong> no menu e então em <strong>VPs</strong> no menu suspenso.

source: <strong>2.</strong> Select the VP that you want to publish using Email and fill the field <strong>Send all of this vp captures to the following email</strong> with the email that you want to send the captures to.
pt: <strong>2.</strong> Selecione o VP que deseja publicar usando o Email e preencha o campo <strong>Enviar todas as capturas deste VP para o email abaixo</strong> com o email para o qual deseja enviar as capturas.

source: <strong>3.</strong> Please remember that you can remark your medias in the Mobile app prior to posting!
pt: <strong>3.</strong> Lembre-se que você pode comentar suas mídias no aplicativo mobile antes de postar!

source: <strong>4.</strong> Press <strong>Submit</strong> to save your changes!
pt: <strong>4.</strong> Pressione <strong>Enviar</strong> para salvar suas alterações!

source: So, look no further,
pt: Portanto, não procure mais,

source: With MyMensor you can be sure that the media you receive is genuine, you can use service users to capture media from remote locations and deliver that to you automatically, always with confidence. But there is more to MyMensor than all that.
pt: Com o MyMensor, você pode ter certeza de que a mídia que você recebe é genuína, você pode usar usuários de serviço para capturar mídia de locais remotos e entregá-las automaticamente, sempre com confiança. Mas há mais para o MyMensor do que tudo isso.

source: MyMensor provides you with some simple, but very efffective tools, to gather data on the field. You use the aforementioned features and with the media received you can process the data. With time you will amass a huge amount of information.
pt: O MyMensor fornece algumas ferramentas simples, mas muito eficientes, para coletar dados no campo. Você usa os recursos acima mencionados e, com a mídia recebida, você pode processar os dados. Com o tempo, você acumulará uma grande quantidade de informações.

source: Let me show how you can do this!
pt: Deixe lhe mostrar como você pode fazer isto!

source: To be able to use the features we will discuss you need to be using the plan <mark>MyMensor Media and data</mark>, to be able to acces the data functions.
pt: Para poder usar os recursos que discutiremos você precisa usar o plano <mark>MyMensor Media and Data </mark>, para poder acessar as funções de dados.

source: <strong>4.</strong> Click on <mark><strong>Setup</strong></mark> on the main menu to open a dropdown menu. In this menu click on <strong>TAGs</strong> to open the Tags configuration screen.
pt: <strong> 4. </strong> Clique em <mark><strong> Configuração </strong> </mark> no menu principal para abrir um menu suspenso. Neste menu, clique em <strong> TAGs </strong> para abrir a tela de configuração de Tags.

source: <strong>5.</strong> You can see that there is no VP standard photo defined (To learn more about that go to the
pt: <strong> 5. </strong> Você pode ver que não existe uma foto padrão definida para o VP (Para saber mais sobre isso, vá para

source: DOCS section
pt: Seção DOCS

source: of this website). So, use the mobile app and define a VP standard photo.
pt: deste site). Então, use o aplicativo para dispositivos móveis e defina uma foto padrão para este VP.

source: <strong>6.</strong> Now you can define a TAG or TAGs to be created in this VP. Click on the button <strong>Add a TAG in VP#1</strong> and a new TAG will be created.
pt: <strong> 6. </strong> Agora você pode definir um TAG para ser criado neste VP. Clique no botão <strong>Adicionar um TAG em VP # 1</strong> e um novo TAG será criado.

source: <strong>7.</strong> Fill up the TAG definition, press <mark>SUBMIT</mark> and move on! Remember that TAGs values are <mark>ALWAYS</mark> numerical. So, if you want to know if a machine is On or OFF, just create a simple code like ON equals 1 and OFF equal 0. It will be nice to have it like that so you can have it at the same graph together with purelly numerical values.
pt: <strong> 7. </strong> Preencha a definição TAG, pressione <mark>SUBMIT</mark> e siga em frente! Lembre-se de que os valores de TAGs são <mark>SEMPRE</mark> numéricos. Então, se você quer saber se uma máquina está ativada ou desativada, basta criar um código simples, como ON igual a 1 e OFF igual a 0. Será bom ter isso assim para que você possa tê-lo no mesmo gráfico, juntamente com apenas valores numéricos.

source: <strong>8.</strong> You can also mark the position of the TAG on the VP standard photo. Go and try!
pt: <strong> 8. </strong> Você também pode marcar a posição do TAG na foto padrão do VP. Vá e tente!

source: <strong>9.</strong> After this is done, every capture of this VP can be processed, and a value can be attributed to the TAg you have just created. Now make some captures, just for the sake of practicing.
pt: <strong> 9. </strong> Depois disso, todas as capturas deste VP podem ser processadas, e um valor pode ser atribuído ao TAG que você acabou de criar. Agora faça algumas capturas, apenas para praticar.

source: <strong>10.</strong> Click on <mark><strong>Data</strong></mark> on the main menu to open a dropdown menu. In this menu click on <strong>Processing</strong> to open the Tags processing screen.
pt: <strong> 10. </strong> Clique em <mark><strong> Dados </strong> </mark> no menu principal para abrir um menu suspenso. Neste menu, clique em <strong>Processamento</strong> para abrir a tela de processamento de Tags.

source: <strong>11.</strong> Now answer the <mark>TAG QUESTION</mark> you have created in step 7 and press the <mark>SAVE</mark> button. Remember that you can always check the TAG definition for each of your captures by clicking in the small orange icon just below the captured picture.
pt: <strong> 11. </strong> Agora responda a <mark> PERGUNTA DO TAG </mark> que você criou na etapa 7 e pressione o botão <mark>SAVE</mark>. Lembre-se de que você sempre pode verificar a definição TAG para cada uma das suas capturas clicando no pequeno ícone laranja logo abaixo da imagem capturada.

source: <strong>12.</strong> If you need to edit any of the values you have entered, click on <mark><strong>Data</strong></mark> on the main menu and then on <strong>Edit</strong> to open the Tags editing screen.
pt: <strong> 12. </strong> Se você precisa editar qualquer um dos valores que você digitou, clique em <mark><strong>Dados</strong></mark> no menu principal e depois em <strong>Editar</strong> para abrir a tela de edição de Tags.

source: <strong>13.</strong> Now click on <mark><strong>Data</strong></mark> on the main menu and then on <strong>Status</strong> to open the Tags Status screen. There you will be able to see a lot of useful information regarding your TAGs as well as you will be able to download your data in CSV format by pressin the spreadsheet icon on the top right of the page.
pt: <strong> 13. </strong> Agora clique em <mark><strong>Dados</strong></mark> no menu principal e depois em <strong>Status</strong> para abrir a tela Status das tags. Lá, você poderá ver muitas informações úteis sobre seus TAGs, bem como você poderá baixar seus dados no formato CSV pressionando o ícone da planilha no canto superior direito da página.

source: <strong>14.</strong> Now click on <mark><strong>Data</strong></mark> on the main menu and then on <strong>Analysis</strong> to open the Tags Analysis screen. There you will be able to see a chart regarding your TAGs as well as you will be able to download this chart by right-clicking it and selecting the download option.
pt: <strong> 14. </strong> Agora clique em <mark><strong>Dados</strong></mark> no menu principal e depois em <strong>Análise</strong> para abrir a tela Análise de Tags. Lá, você poderá ver um gráfico sobre seus TAGs, assim como você poderá baixar este gráfico clicando com o botão direito do mouse e selecionando a opção de download.

source: I know, we have covered a lot of ground here! With the use of the <mark>MyMensor Media and Data Plan</mark> you will be able to gather the data you need to form your big data. And with that you will set optimal regions of operation for your business.
pt: Eu sei, nós nos alongamos mesmo aqui! Com o uso do <mark>MyMensor Media and Data Plan</mark>, você poderá coletar os dados que você precisa para formar seu big data. E com isso você estabelecerá regiões ótimas de operação para o seu negócio.

source: LOGIN
pt: ENTRAR

source: Register
pt: Registar

source: Simple and evidenced control.
pt: Controlo simples e evidenciado.

source: Use images to survey everything remotely using an Android smartphone.
pt: Usar imagens para fiscalizar tudo remotamente usando um telemóvel Android.

source: Trial free now!
pt: Experimente grátis!

source: Certified Information
pt: Informação Certificada

source: Turn captured images into certified information.
pt: Transforme imagens capturadas em informações certificadas.

source: We combine smartphone mobility with database and security technologies to keep your information organized and accessible.
pt: Combinamos a mobilidade do smartphone com tecnologias de banco de dados e de segurança para manter as informações organizadas e acessíveis.

source: Real Time
pt: Em Tempo Real

source: The captures come to your view immediately after they occur. You can react immediately, without waiting for someone to send you the information.
pt: As capturas chegam até você imediatamente depois que elas ocorrem. Você pode reagir imediatamente, sem esperar que alguém lhe envie as informações.

source: See here.
pt: Veja aqui.

source: Reliability and Safety
pt: Confiabilidade e Segurança

source: We use world-class servers, maintaining first-class reliability and security.
pt: Utilizamos servidores de classe mundial, mantendo segurança e confiabilidade de primeira classe.

source: Control Made Simple
pt: Controlo simplificado

source: Simplify your control practices. Work with portability of information and reality.
pt: Simplifique vossas práticas de controlo. Trabalhe com portabilidade da informação e da realidade.

source: Using our web application you have access to all your information anywhere, anytime. The reality will be portable for you to be transported to wherever you are.
pt: Usando a nossa web app você tem acesso a todas as suas informações em qualquer lugar, a qualquer momento. A realidade será portátil para você sendo transportada para onde quer que você esteja.

source: Read our docs
pt: Leia os nossos docs

source: Simplified Sharing
pt: Partilhamento Simplificado

source: Share captures automatically via Twitter and Email.
pt: Partilhe suas capturas automaticamente via Twitter e E-mail.

source: Promote your work with the reliability of the MyMensor certification. Your customers and friends can easily check the location and date of the media capture, even without a MyMensor subscription.
pt: Promova o seu trabalho com a confiabilidade da certificação MyMensor. Seus clientes e amigos podem facilmente verificar o local e data de captura da mídia, mesmo sem uma assinatura MyMensor.

source: Service Users and Certified Location
pt: Usuários de Serviço e Localização Certificada

source: Turn captured images into a certified path.
pt: Transforme imagens capturadas em uma rota certificada.

source: You will get when, where your media was captured. All without complicated setups! Just create a service user, pass the info to whoever you want to capture media into your account and it is working!
pt: Você receberá quando e onde sua mídia foi capturada. Tudo sem configurações complicadas! Basta criar um usuário de serviço, passar a informação para quem você quiser que capture mídia para a sua conta e já está!

source: Build your own bigdata
pt: Construa seu próprio bigdata

source: Use our web application to gather and view your data, in numerical and graphical ways.
pt: Use nossa web app para coletar e visualizar seus dados, em forma gráfica e numérica.

source: Using our web application you can stablish operational ranges, yellow and red alarm ranges. Export your data to a CSV file and use wherever you need it.
pt: Usando nossa web app, você pode estabelecer faixas operacionais e faixas de alarme amarelo e vermelho. Exporte seus dados para um arquivo CSV e use sempre que precisar.

source: Inside MyMensor
pt: Dentro do MyMensor

source: It's easy to see how we make your life more efficient every day.
pt: É fácil ver como podemos tornar sua vida mais eficiente todos os dias.

source: Augmented Reality
pt: Realidade aumentada

source: Capture the image always in the same position. Images are filled automatically. (Available only with MyMensorAR mobile client)
pt: Capture as imagens sempre na mesma posição. Imagens são arquivadas automaticamente. (Disponível somente com cliente mobile MyMensorAR)

source: Certification
pt: Certificação

source: We automatically certify time and location of the images.
pt: Nós automaticamente certificamos o horário e a localização das imagens.

source: Sharing
pt: Partilhamento

source: We automatically and immediately share your captures.
pt: Partilhamento automático e imediato de suas capturas.

source: Database
pt: Banco de Dados

source: All data safe. (Available only with MyMensor MEDIA AND DATA an up)
pt: Todos os dados seguros. (Disponível somente com MyMensor MEDIA AND DATA e superior)

source: Mobile Application
pt: Mobile App

source: Android app for capturing images.
pt: App Android para captura de imagens.

source: Secure connections
pt: Conexões seguras

source: Each transmission is always done in HTTPS.
pt: Cada transmissão é sempre feita em HTTPS.

source: 30-day free trial
pt: avaliação gratuita por até 30 dias

source: Start your 30-day free-trial now! No Credit Card required during trial period!
pt: Comece sua avaliação gratuita de 30 dias agora! Sem cartão de crédito durante o período de teste!

source: Business Talk
pt: Vamos aos Negócios

source: Simple plans. Direct and clear.
pt: Planos simples. Direto ao ponto.

source: /month
pt: /mês

source: Even simpler. For those that just need the certification and sharing power.
pt: Ainda mais simples. Para aqueles que precisam apenas do poder da certificação e partilhamento.

source: time and location
pt: horário e local

source: automatic sharing to Twitter and Email
pt: partilhamento automático para Twitter e E-mail

source: automatic and precise captures
pt: capturas automáticas e precisas

source: Secure
pt: Seguro

source: all HTTPS
pt: tudo HTTPS

source: download the MyMensorAR app an use it!
pt: descarrega a aplicação MyMensorAR e use!

source: up to five installs per user
pt: até cinco instalações por conta

source: The one size fits all solution. Use Media and Data Features to control your personal and business projects
pt: A solução tamanho único. Use os recursos de mídia e de dados para controlar vossos projetos pessoais e empresariais

source: ALL MyMensor Media FEATURES PLUS
pt: TODAS AS CARACTERÍSTICAS DE MyMensor Media MAIS

source: build your own bigdata
pt: construa vosso próprio bigdata

source: Data Features
pt: Funções de Dados

source: Process, edit, know the status and analyse your data
pt: Processe, edite, conheça o status e analise seus dados

source: A taylor made solution for you. Drop us an email and we will build your custom setup together.
pt: Uma solução sob medida para si. Mande um e-mail e juntos vamos construir sua configuração personalizada.

source: ALL MyMensor Media and Data FEATURES PLUS
pt: TODAS AS CARACTERÍSTICAS DE MyMensor Media and Data MAIS

source: API access
pt: Acesso por API

source: upon request
pt: mediante solicitação

source: custom setups
pt: configurações personalizadas

source: Make Your Request
pt: Faça Vosso Pedido

source: Privacy Policy -
pt: Política de Privacidade -

source: Privacy Policy
pt: Política de Privacidade

source: Last revision on June 2nd 2017.
pt: Última revisão em 2 de junho de 2017.

source: This Privacy Policy sets forth MyMensor's policy with respect to information including personally identifiable data and other information that is collected from visitors to the Site and Services. This privacy policy governs your use of a software application (“Service”), including both a Mobile app running on mobile devices, and a Website application that runs on both mobile and desktop/laptop devices, that was created by Celtapps Software.
pt: Esta Política de Privacidade estabelece a política do MyMensor em relação a informações, incluindo dados de identificação pessoal e outras informações coletadas dos visitantes do Site e Serviços. Esta política de privacidade governa o uso de um aplicativo de software (“Serviço”), incluindo um aplicativo para dispositivos móveis em dispositivos móveis e um aplicativo de site que é executado em dispositivos móveis e desktop / laptop, que foi criado pelo Celtapps Software.

source: Information collected and its use
pt: Informações coletadas e seu uso

source: The Service obtains the information you provide when you download and register the Service (“User Provided Data”). Registration is required to use our Service. When you register with us and use the Service, you provide: (a) an email address, an username and a password; (b) information you provide us when you contact us for help, and; (c) information you enter into our system when using the Service, such as images, videos, remarks and numerical data. We may also use the information you provided us to contact you from time to time to provide you with important information, required notices and marketing promotions.
pt: O Serviço obtém as informações fornecidas quando você baixa e registra o Serviço (“Dados fornecidos pelo usuário”). O registo é necessário para usar nosso Serviço. Quando você se cadastrar e usar o Serviço, você fornece: (a) um endereço de e-mail, um nome de usuário e uma palavra-passe; (B) informações que você nos forneceu quando você nos contata para obter ajuda e; (C) informações que você entra no nosso sistema ao usar o Serviço, como imagens, vídeos, observações e dados numéricos. Também podemos usar as informações que você nos forneceu para contatá-lo de tempos em tempos para fornecer informações importantes, avisos exigidos e promoções de marketing.

source: In addition, the Service may collect certain information automatically (“Collected Information”), such as the type of mobile device you use, your mobile devices unique device ID, the IP address of your device, the geographic location of your device, your operating system, the type of Internet browsers you use, and information about the way you use the Service. Sometimes we aggregate user data anonymously to understand our customer base better.
pt: Além disso, o Serviço pode coletar certas informações automaticamente (“Informações coletadas”), como o tipo de dispositivo móvel que você usa, a identificação do dispositivo exclusivo de seus dispositivos móveis (device ID), o endereço IP do seu dispositivo, a localização geográfica do seu dispositivo, o seu Sistema Operacional, o tipo de navegadores de Internet que você usa e informações sobre a forma como você usa o Serviço. Às vezes, agregamos dados do usuário anonimamente para entender melhor a nossa base de clientes.

source: This Service collects information about the location of your device. We use your location information to provide location certification services. You may at any time stop us from further allowing us to have access to your location data by disabling location services entirely, or specifically for the app, inside our app or on your mobile device.
pt: Este serviço coleta informações sobre a localização do seu dispositivo. Usamos suas informações de localização para fornecer serviços de certificação de localização. Você pode, a qualquer momento, impedir que possamos acessar seus dados de localização, desativando os serviços de localização inteiramente, ou especificamente para o aplicativo, dentro do nosso aplicativo ou em seu dispositivo móvel.

source: Data Retention Policy; Managing Your Information
pt: Política de Retenção de Dados; Gerenciamento de Suas Informações
