Repository: jorgercg/MyMensorWebsite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: These Terms of Service constitute the entire agreement and understanding between the parties concerning the subject matter hereof, notwithstanding any different or additional terms that may be contained in the form of purchase order or other document used by you to place orders or otherwise effect transactions hereunder, which such terms are hereby rejected. These Terms of Service supersede all prior or contemporaneous discussions, proposals and agreements between you and MyMensor relating to the subject matter hereof. No amendment, modification or waiver of any provision of these Terms of Service will be effective unless in writing and signed by an officer of MyMensor. If any provision of these Terms of Service is held to be invalid or unenforceable, the remaining portions will remain in full force and effect and such provision will be enforced to the maximum extent possible so as to effect the intent of the parties and will be reformed to the extent necessary to make such provision valid and enforceable. No waiver of rights by MyMensor may be implied from any actions or failures to enforce rights under these Terms of Service. These Terms of Service are intended to be and are solely for the benefit of MyMensor and you and do not create any right in favor of any third party. These Terms of Service will be governed by and construed in accordance with the laws of Portugal, without reference to its conflict of laws principles. All disputes arising out of or relating to these Terms of Service will be submitted to the exclusive jurisdiction of the courts of competent jurisdiction located in Portugal, and each party irrevocably consents to such personal jurisdiction and waives all objections to this venue.
pt: Esses Termos de Serviço constituem o acordo e entendimento integral entre as partes sobre o assunto em questão, não obstante quaisquer termos diferentes ou adicionais que possam ser contidos na forma de ordem de compra ou outro documento usado por você para fazer pedidos ou de outra forma efetuar as transações aqui referidas, que tais termos são aqui rejeitados. Estes Termos de Serviço substituem todas as discussões, propostas e acordos anteriores ou contemporâneos entre você e o MyMensor relacionados ao assunto aqui tratado. Nenhuma alteração, modificação ou renúncia a qualquer disposição destes Termos de Serviço entrará em vigor, salvo por escrito e assinado por um oficial do MyMensor. Se qualquer disposição destes Termos de Serviço for considerada inválida ou inexequível, as porções restantes permanecerão em pleno vigor e efeito e tal disposição será implementada na medida do possível para efetivar a intenção das partes e será reformado na medida do necessário para tornar essa disposição válida e exigível. Nenhuma renúncia de direitos pelo MyMensor pode ser implícita de quaisquer ações ou falhas para fazer valer os direitos sob estes Termos de Serviço. Esses Termos de Serviço destinam-se a ser e são apenas para benefício do MyMensor e de você e não criam qualquer direito a favor de terceiros. Estes Termos de Serviço serão regidos e interpretados de acordo com as leis de Portugal, sem referência aos seus princípios de conflitos de leis. Todas as disputas decorrentes ou relacionadas a estes Termos de Serviço serão submetidas à jurisdição exclusiva dos tribunais de jurisdição competente localizados em Portugal, e cada parte concorda irrevogavelmente com essa jurisdição pessoal e renuncia a todas as objeções a este local.

source: Please visit
pt: Por favor visite

source: to understand how MyMensor collects and uses personal information.
pt: para entender como MyMensor coleta e usa informações pessoais.

source: Explainer Video
pt: Vídeo Explicativo

source: Presentation Video
pt: Vídeo de Apresentação

source: Video explaining the basics of MyMensor, including the complete solution, in its mobile and web portions.
pt: Vídeo explicando os conceitos básicos de MyMensor, incluindo a solução completa, nas suas parcelas móvel e web.

source: Mobile App Videos
pt: Mobile App Vídeos

source: First Steps
pt: Primeiros Passos

source: Learn here how to start using MyMensor mobile app.
pt: Saiba aqui como começar a usar o app móvel do MyMensor.

source: Feature Tour
pt: Passeio pelas Funcionalidades

source: Learn more about the features of the MyMensor mobile app.
pt: Saiba mais sobre as características do app móvel do MyMensor.

source: Using Augmented Reality
pt: Usando a Realidade aumentada

source: Learn how to configure MyMensor to capture images using Augmented Reality (AR).
pt: Aprenda a configurar o MyMensor para capturar imagens usando realidade aumentada (AR).

source: Capturing Images and Videos
pt: Capturando Imagens e Vídeos

source: Learn how to capture media with MyMensor, using or not using Augmented Reality.
pt: Aprenda a capturar a mídia com MyMensor, usando ou não usando a realidade aumentada.

source: Web App Videos
pt: Web App Vídeos

source: Feature Tour - Media Plan
pt: Passeio pelas Funcionalidades - Plano Media

source: Learn about some of the features of the MyMensor web application when using the Media Plan.
pt: Saiba mais sobre algumas das características do aplicativo da web do MyMensor quando utilizar o Plano Media.

source: Feature Tour - Media and Data Plan
pt: Passeio pelas Funcionalidades - Plano Media and Data

source: Learn about some of the features of the MyMensor web application when using the Media and Data Plan.
pt: Saiba mais sobre algumas das características do aplicativo da web do MyMensor quando utilizar o Plano Media and Data.
