Repository: jorgercg/MyMensorWebsite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: About
pt: Sobre

source: The journey was long, but we are just starting! Contact us anytime at
pt: A jornada foi longa, mas estamos apenas começando! Entre em contato a qualquer momento em

source: Learn
pt: Aprender

source: Cases
pt: Casos

source: How to
pt: Como fazer

source: Videos
pt: Vídeos

source: Download
pt: Descarregar

source: Terms of Service
pt: Termos de Serviço

source: Privacy
pt: Privacidade

source: Language
pt: Idioma

source: Set
pt: Definir

source: MyMensor Use Cases
pt: Casos de Uso do MyMensor

source: Staging for producing a fake photo.
pt: Preparo para produzir uma foto falsa.

source: Following Jobs Remotely
pt: Acompanhando Trabalhos Remotamente

source: One cannot be in more than one place at the same time, sure? Not quite, if we use the technology that is available right now!
pt: Não podemos estar em mais de um lugar ao mesmo tempo, certo? Não exatamente, se usarmos a tecnologia que está disponível agora mesmo!

source: Man surfing the bigdata wave, in form of a dollar sign.
pt: Homem surfando a onda bigdata, sob forma de um sinal de cifrão.

source: Using <u>Your</u> Own Data for <u>Your</u> Own Benefit
pt: Usando Seus Dados Em Benefício Próprio

source: Do like all big tech corporations are doing. They are using <u>your</u> data for <u>their</u> benefit, and most of the time we cannot prevent that. <mark>But we can use our own data for our own benefit, can't we?</mark>.
pt: Faça o que estão fazendo todas as corporações de alta tecnologia. Elas estão usando os <u>seus</u> dados em benefício <u>delas</u>, e na maioria das vezes não podemos evitar isso. <mark>Mas podemos usar nossos próprios dados para nosso próprio benefício, não podemos?</mark>.

source: Shopping cart in supermarket.
pt: Carrinho de compras no supermercado.

source: Simple Trade Marketing Control with Certified Routes
pt: Controle Simples de Trade Marketing com Rotas Certificadas

source: Control efficiently the way your trade marketing promoter moves around the city, make remotely checking merchandising actions at the point of sale a simple task.
pt: Controle de forma eficiente como o seu promotor de trade marketing se movimenta pela cidade, faça de uma verificação remota das ações de merchandising no ponto de venda uma tarefa simples.

source: Symbols of different facilities types.
pt: Símbolos de diferentes tipos de instalações.

source: Facility Management, Managing Assets in a Simple Way
pt: Gestão de Instalações e Gestão de Ativos de Forma Simples

source: Taking care of our facilities and work tools is an everyday task to every manager, it does not mater the size of the business. Keeping track of asset data, location and condition can be a time consuming task. Or, maybe not?
pt: Cuidar de nossas instalações e ferramentas de trabalho é uma tarefa diária para cada gerente, não importa o tamanho do negócio. Manter um registro dos dados, localização e condições dos bens pode ser uma tarefa demorada. Ou talvez não?

source: Pinocchio sitting over a mobile phone.
pt: Pinóquio, sentado sobre um telefone móvel.

source: Making Sure that a Photo is NOT a Fake
pt: Certificando-se que uma Foto NÃO é FALSA

source: On this day and age, how can one be sure that a photo is not a fake? Of course there are a number of very sofisticated methods to assure that, with a high confidence percentage. But if we knew, for sure, how the photo was taken? Is it not an easier solution?
pt: Nos dias de hoje, como podemos ter certeza que uma foto não é uma falsificação? Claro, há uma série de métodos muito sofisticados para assegurar isso, com uma alta porcentagem de confiança. Mas se soubéssemos, com certeza, como a foto foi tirada? Não seria uma solução mais fácil?

source: New out of the box idea.
pt: Nova ideia fora da caixa.

source: New Business Ideas Using MyMensor
pt: Novas Ideias de Negócios Usando MyMensor

source: We will describe a couple of possible uses that you will have for the tool that MyMensor can be in your new business. We think that this will be very beneficial for your new endeavor, as it will keep costs down, it is very modern and safe, and if all goes wrong, you can just cancel with no hidden costs!
pt: Descreveremos alguns dos possíveis usos que você terá para a ferramenta MyMensor em seu novo negócio. Temos a certeza que isso será muito benéfico para a sua nova empreitada, pois manterá os custos baixos, é muito moderno e seguro, e se tudo der errado, você pode simplesmente cancelar sem custos ocultos!

source: At a minimum we have to keep track of all the assets our company personnel uses in their day to day work and make sure that everything is ready to work. As a result, this will mean that we need to keep an organized photography and numerical data file of every and all equipment and tools.
pt: No mínimo, devemos acompanhar todos os recursos que nosso pessoal da empresa usa no dia a dia do trabalho e garantir que tudo esteja pronto para funcionar. Como resultado, isso significa que precisamos manter organizados os registros fotográficos e os arquivos de dados numéricos de todos os equipamentos e ferramentas.

source: In small companies, where we have to fight everyday to keep our business running, we normally do that using simple spreadsheets and photo files coming from various different places. The more structured solutions are just too expensive and time consuming to setup to be of any value to us.
pt: Em pequenas empresas, onde temos que lutar todos os dias para manter nosso negócio em funcionamento, normalmente fazemos isso usando planilhas simples e arquivos de fotos provenientes de vários lugares diferentes. As soluções mais estruturadas são muito caras e demoradas para configurar para ser de qualquer valor para nós.

source: Using the MyMensor Media and Data Plan one could follow all of his/her company facilities and tools using the certified media and data. This could be done even for remote deployment of equipment, as when we rent something to somebody, as an example.
pt: Usando o MyMensor Media and Data Plan, pode-se seguir todas as instalações e ferramentas da sua empresa usando a mídia certificada e os dados. Isso pode ser feito mesmo para localização remota de equipamentos, como quando alugamos algo para alguém, como um exemplo.

source: You will never loose an equipment photo again, and you will know exactly when and where that photo was taken. If you need more reliable readings from your equipment hour meters to have a better planning for your maintenance, you can do that as well!
pt: Você nunca perderá uma foto de equipamento novamente, e você saberá exatamente quando e onde essa foto foi tirada. Se você precisa de leituras mais confiáveis dos contadores de horas do seu equipamento para ter um melhor planejamento para sua manutenção, você também pode fazer isso!

source: Do you think that this can make your life easier? We agree with that!
pt: Você acha que isso pode tornar sua vida mais fácil? Nós também!

source: Start your 30-day free-trial now!
pt: Comece sua avaliação gratuita de 30 dias agora!

source: <mark>No Credit Card is required during trial period</mark> and, even after you have subscribed, you can easily cancel at any time, just clicking a button!
pt: <mark>Não é necessário cartão de crédito durante o período de avaliação</mark> e, mesmo depois que você assinou, poderá cancelar facilmente a qualquer momento, apenas clicando em um botão!

source: Use your trial period to learn in our website how to setup a simple an efficient way to drive your business profits up! And, of course, drop us an email in case you need more info!
pt: Use seu período de avaliação para aprender em nosso site como fazer configuração e ter uma maneira simples e eficiente de aumentar os lucros da sua empresa! E, claro, envie-nos um e-mail, caso você precise de mais informações!

source: Liked the case? Click here to see how to do it using MyMensor!
pt: Gostou do caso? Clique aqui para ver como fazer isso usando o MyMensor!

source: You want to start something new, something different. We know exactly what you are talking about! We did it, and I think that our product can help you a lot in your quest for a new life!
pt: Você quer começar algo novo, algo diferente. Nós sabemos exatamente sobre o que você está falando! Nós fizemos isso, e eu acho que nosso produto pode ajudá-lo muito na sua busca por uma nova vida!

source: When the moment comes and we decide that it is time to start our own business, initially it can be a daunting task to cope with all the details that are needed to take an idea out of its box.
pt: Quando chega o momento e decidimos que é hora de iniciar o nosso próprio negócio, inicialmente pode ser uma tarefa assustadora fazer face a todos os detalhes que são necessários para tirar uma ideia de dentro da sua caixa.

source: Everybody have ideas, very few make them become true new businesses.
pt: Toda a gente tem idéias, muito poucos as tornam verdadeiros novos negócios.

source: So, our very humble advice to you, inventive entrepreneurs: keep it simple, keep it lean, streamlined, from the beginning until the end. And yes, there will be an end, and you have to plan ahead for it!
pt: Então, nosso conselho muito humilde para vocês, empreendedores inventivos: mantenha tudo simples, mantenha tudo enxuto, simplificado, desde o início até o fim. E sim, haverá um fim, e você deve planejar com antecedência para isso!

source: Ok, let’s say you are starting a new renovation small company, where your clients would contract you to renovate old houses and apartments. You can use our tool in two different fronts: the first one is internal, to follow up your subcontractors, track problems etc; the second one to show transparency to your client, by setting up, for instance, a Twitter account and automatically showing the progress online or sending automatic emails with photos showing ongoing jobs. By doing this you will better control your subcontractors and better inform your clients, all using the MyMensor Media Plan.
pt: Ok, digamos que você está começando uma nova empresa de reformas, onde seus clientes contratariam você para reformar casas antigas e apartamentos. Você pode usar nossa ferramenta em duas frentes diferentes: a primeira é interna, para acompanhar seus subcontratados, rastrear problemas, etc; a segunda para mostrar transparência ao seu cliente, configurando, por exemplo, uma conta do Twitter e mostrando automaticamente o progresso on-line ou enviando emails automáticos com fotos mostrando trabalhos em andamento. Ao fazer isso, você melhorará seus subcontratados e informará melhor seus clientes, tuo isso usando o MyMensor Media Plan.

source: The same approach can be used for countless other service types, where certified proof of work will be an obvious added value to your business.
pt: A mesma abordagem pode ser usada para inúmeros outros tipos de serviços, onde a prova de trabalho certificada trará um grande valor adicionado para sua empresa.

source: Another example would be a new Trade Marketing Agency, where your clients would contract you to promote their products. Here you can find in the case for
pt: Outro exemplo seria uma nova Agência de Trade Marketing, onde seus clientes contratariam você para promover seus produtos. Aqui você pode encontrar no nosso caso de

source: exactly how MyMensor can help you run a small agency, with no big setups, no IT infrastructure, just using our service.
pt: exatamente como o MyMensor pode ajudá-lo a operar uma pequena agência, sem grandes configurações, sem infraestrutura de TI, apenas usando nosso serviço.

source: Do you think that this can bring value to your new business? We agree with that!
pt: Você acha que isso pode trazer valor para o seu novo negócio? Nós também!

source: Following Jobs Remotely
pt: Acompanhando Trabalhos Remotamente

source: I have a friend that is a very successful accountant in an European country. Once he told me a tale of a client who <mark>invested in the construction of an apartment building in Africa.</mark>
pt: Eu tenho um amigo que é um contador muito bem sucedido em um país europeu. Uma vez contou-me a história de um cliente que <mark>investiu na construção de um prédio de apartamentos em África.</mark>

source: Everything went well, so he decided to go for the second one.
pt: Correu tudo bem, então ele decidiu ir para o segundo.

source: In the first one <mark>he had relied on photos sent to him via email to check the progress of the project</mark>, only going on site for the commencement and delivery of the building. So, he followed the same path in the second one.
pt: No primeiro <mark>ele tinha baseado a sua verificação do andamento do projeto em fotos enviadas a ele via e-mail</mark>, somente indo no local para o início e a entrega do edifício. Então, ele seguiu o mesmo caminho na segunda construção.

source: The trouble is that the second building was delayed, he continued receiving the photos by email, eventually he decided to take a flight and make a surprise visit to the construction site. Of course that you already know what happened.
pt: O problema é que o segundo edifício atrasou, ele continuou a receber as fotos por e-mail, um belo dia ele decidiu pegar um voo e fazer uma visita surpresa ao local da construção. É claro que você já sabe o que aconteceu.

source: <mark>There was no second building!</mark> His money was gone and down there he discovered that he was targeted with a scam known to the locals. He needed a tool to protect him from that.
pt: <mark>Não havia nenhum segundo edifício!</mark> Seu dinheiro se foi, e lá ele descobriu que ele havia sido alvo de um golpe conhecido para os locais. Ele precisava de uma ferramenta para protegê-lo daquilo.

source: <mark>Using just the MyMensor Media Plan one could follow the project headway remotely using the certified media.</mark> Going even deeper you could establish measuring criteria and using MyMensor Media and Data Plan follow up the different aspects of the construction using the tables and graphical MyMensor tools.
pt: <mark>Usando apenas o MyMensor Media alguém pode seguir o progresso do projeto remotamente usando a mídia certificada.</mark> Indo ainda mais fundo você poderia estabelecer critérios de medição e usando o plano MyMensor mídia e dados seguir os diferentes aspectos da construção usando as tabelas e ferramentas gráficas do MyMensor.

source: Do you have a remote project and it is going astray? We can help mend that!
pt: Você tem um projeto remoto e ele está indo mal? Nós podemos ajudar a consertar isso!

source: Start your 30-day free-trial now.
pt: Comece sua avaliação gratuita de 30 dias agora.

source: <mark>No Credit Card is required during trial period</mark> and, even when you have subscribed, you can easily cancel at any time, just clicking a button!
pt: <mark>Não é necessário cartão de crédito durante o período de avaliação</mark> e, mesmo depois que você assinou, poderá cancelar facilmente a qualquer momento, apenas clicando em um botão!

source: Since we have created the first version of SeaMensor (that was the “father” of MyMensor), our friends ask us: - What can I do with this piece of software that I cannot do with my phone camera already?
pt: Desde que criamos a primeira versão do SeaMensor (que foi o “pai” do MyMensor), nossos amigos nos perguntam: - O que posso fazer com este software que eu já não podia fazer com a câmera do meu telefone?

source: At that time, it seemed to be a good question, but as time passes it became abundantly clear that <mark>forgery in the online world has become epidemic.</mark> So, seeing a photo or video that was sent to you in the usual channels is not enough anymore, you need proof!
pt: Naquela época, esta parecia ser uma boa pergunta, mas com o passar do tempo, tornou-se bastante claro que <mark>a falsificação no mundo on-line se tornou uma epidemia.</mark> Então, ver uma foto ou um vídeo que foi enviado para você nos canais usuais já não é suficiente, você precisa de uma prova!

source: One simple but defining feature of MyMensor is that <mark>you cannot insert any media into our system that was not produced by our mobile app.</mark> So, what you see in a video or photo coming from MyMensor was actually made by a smartphone camera, with no tampering, modification, enhancing, whatever, you name it.
pt: Um recurso simples, mas decisivo do MyMensor é que <mark>você não pode inserir qualquer mídia em nosso sistema, que não tenha sido produzida pelo nosso aplicativo móvel.</mark> Então, o que você vê em um vídeo ou foto vindo do MyMensor foi realmente produzido por uma câmera de smartphone, sem nenhuma alteração, modificação, melhoria, o que seja, você decide.

source: On top of that, MyMensor will tell you if time and location were certified and then you can trust that the media is really what it seems to be.
pt: Além disso, o MyMensor irá dizer-lhe se o tempo e a localização foram certificados e, então, você pode confiar que a mídia é realmente o que parece ser.

source: This what I call a general, simple use to MyMensor Media: media certification.
pt: Isso é o que eu chamo de um uso geral e simples para o MyMensor Media: certificação de mídia.

source: But that is just the tip of he iceberg! There is a lot more to MyMensor Media: automatic filing, automatic sharing etc. So, look no further,
pt: Mas isto é só a ponta do iceberg! Há muito mais no MyMensor Media: arquivamento automático, compartilhamento automático etc. Portanto, não procure mais,

source: start your 30-day free-trial now!
pt: comece sua avaliação gratuita de 30 dias agora!

source: Simple control of Sales Force using Certified Routes
pt: Controle simples da força de vendas usando rotas certificada

source: Many different routes in a city.
pt: Muitas rotas diferentes em uma cidade.

source: Using Your Own Data for Your Own Benefit
pt: Usando Seus Dados Em Benefício Próprio

source: We all know that the big corporations are gathering all the data they possibly can about ourselves and our businesses in order to drive their profits up, resulting in highly targeted marketing and insane optimization.
pt: Todos sabemos que as grandes corporações estão juntando todos os dados que podem sobre nós mesmos e nossas empresas a fim de aumentar seus lucros, resultando em um marketing altamente direcionados e uma otimização insana.

source: With today's technology we can do that ourselves, can't we? So, why we do not build our own big data? Is it worth the effort?
pt: Com a tecnologia de hoje podemos fazer isso sozinhos, não podemos? Então, por que não construímos nosso próprio big data? Vale o esforço?

source: How to turn the big data revolution into something that increases the profitability of your own business? Today we see several simple ideas transformed into profitability generators in various activities. How to build your own Big Data to your benefit?
pt: Como transformar a revolução do big data em algo que aumente a rentabilidade do seu próprio negócio? Hoje vemos várias ideias simples transformadas em geradores de rentabilidade em várias atividades. Como construir seu próprio big data para seu benefício?

source: But what is Big Data? By definition of BARC (Business Application Research Center), from Germany, the term Big Data refers to the methods and technologies used to record, storage and analyse structured data in a highly scalable way.
pt: Mas o que é Big Data? Por definição do BARC (Business Application Research Center), da Alemanha, o termo Big Data refere-se aos métodos e tecnologias utilizados para gravar, armazenar e analisar dados estruturados de forma altamente escalável.

source: The big data certainly is one of the best drives of profitability generation that can be used by any business.
pt: O big data é uma das melhores estratégias de geração de lucratividade que podem ser usadas por qualquer empresa.

source: To Prove this statement, we have the study released in July 2015 by BARC, called 'Big Data Use Cases', with over <strong>540 participants worldwide </strong>, which can be found (in the German original)
pt: Para provar esta afirmação, temos o estudo publicado em julho de 2015 pela BARC, chamado ‘Big Data Use Cases’, com mais de <strong> 540 participantes em todo o mundo </strong>, que pode ser encontrado (no original alemão)

source: here.
pt: aqui.

source: Companies have used various data sources to form their Big Data. From the same BARC study, we know that today 64%% of them use their transactional systems as a data source but we can see, also, that in the future <strong>46%%</strong> of firms will be using <strong>images as source data to form their Big Data</strong>.
pt: As empresas utilizam várias fontes de dados para formar seu big data. Do mesmo estudo da BARC, sabemos que hoje 64% usam seus sistemas transacionais como fonte de dados, mas também podemos ver que, no futuro, <strong> 46% </strong> das empresas estarão usando <strong> imagens como dados de origem para formar seu big data</strong>.

source: Big Data is not any longer in the realm of research and arrived to the real businesses. Of the 546 companies surveyed by BARC, <strong>41%%</strong> have initiatives in relation to big data. They reported a <strong>10%% reduction in costs</strong> and an <strong>increase of 8%% in revenues</strong> due to the use of this technology.
pt: O Big data já pertence somente ao campo da pesquisa e chegou para as empresas reais. Das 546 empresas pesquisadas pelo BARC, <strong>41% </strong> tem iniciativas em relação ao big data. Elas relataram uma <strong>redução de 10% nos custos de </strong> e um <strong>aumento de 8% na receita </strong> devido ao uso desta tecnologia.

source: Among the benefits found, <strong>69%% report better strategic decisions</strong> and <strong>54%% report that they were able to better control its operating processes</strong>.
pt: Entre os benefícios encontrados, <strong>69% relatam melhores decisões estratégicas </strong> e <strong>54% relatam que eles foram capazes de controlar melhor seus processos operacionais</strong>.

source: <strong>So let’s get to work!</strong> The technology is available and the results are proven! Let's use the big data wave to drive your profits up!
pt: <strong>Então vamos ao trabalho!</strong> A tecnologia está disponível e os resultados são comprovados! Vamos usar a onda do big data para aumentar seus lucros!

source: <mark>You must be thinking: how can I do that in my own business?</mark>
pt: <mark>Você deve estar pensando: como posso fazer isso no meu próprio negócio?</mark>

source: MyMensor can help you accomplish that. With the use of the <mark>MyMensor Media and Data Plan</mark> you will be able to gather the data you need to form your big data. And with that you will set optimal regions of operation for your business.
pt: O MyMensor pode ajudá-lo a conseguir isso. Com o uso do <mark>MyMensor Media and Data Plan</mark>, você poderá coletar os dados que você precisa para formar seu big data. E com isso você estabelecerá regiões ótimas de operação para o seu negócio.

source: But OK, we are getting a little bit ahead of ourselves here! Firstly, you need to
pt: Mas tudo bem, nós estamos colocando a carroça na frente dos bois! Em primeiro lugar, por favor

source: Deeper Info about MyMensor
pt: Mais informação sobre MyMensor

source: MyMensor brings the reality to your grasp, allowing information to flow throughout your team.
pt: MyMensor traz a realidade ao seu alcance, permitindo que a informação flua em toda a sua equipe.
