Repository: jorgercg/MyMensorWebsite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: When captures occur in places without internet access, the images obtained are retained in the smartphone and are only sent to the database when the MyMensor is connected in the internet region.
pt: Quando capturas ocorrem em locais sem acesso à internet, as imagens obtidas são retidas no smartphone e só são enviadas para o banco de dados, quando o MyMensor estiver conectado na região da internet.

source: The MyMensor does not run in the background so you do not discharge the battery of your smartphone. The dates, time and location will be kept certified if it was possible to obtain the green time and location signs indicating that certification access was possible.
pt: O MyMensor não é executado em segundo plano para você não descarregar a bateria do seu smartphone. As datas, hora e local serão mantidos certificadas se foi possível obter os sinais de tempo e localização verdes indicando que o acesso de certificação foi possível.

source: The MyMensor Mobile App is frozen in the startup forever...
pt: O MyMensor Mobile App está congelado na inicialização para sempre...

source: Make sure the screen rotation function of your smartphone is enabled. Make sure that you have registered your mymensor account in an internet-connected location to receive the security tokens.
pt: Certifique-se que a função de rotação de tela de seu smartphone está habilitada. Certifique-se de que você registou sua conta mymensor em um local conectado à internet para receber os tokens de segurança.

source: Filed in the wrong folder a capture without augmented reality?
pt: Arquivou na pasta errada uma captura sem realidade aumentada?

source: In the MyMensor Web App, enter the media tab, select the VP and identify the media you want. Set the new destination folder and click the move button.
pt: No MyMensor Web App, entre na guia de mídia, selecione o VP e identifique a mídia que quer. Definir a nova pasta de destino e clicar no botão mover.

source: WEB APP RELATED QUESTIONS
pt: QUESTÕES RELACIONADAS COM A WEB APP

source: Where can I find more details about the MyMensor Web App?
pt: Onde posso encontrar mais detalhes sobre o MyMensor Web App?

source: Info can be found in the videos section, specially on the Mymensor Web App videos
pt: Informações podem ser encontradas na seção de vídeos, especialmente no vídeo MyMensor Web App

source: How do I transform images into data?
pt: Como faço para transformar imagens em dados?

source: How do I manage Media and Data information in MyMensor Web App?
pt: Como faço para gerenciar informações de mídia e dados no MyMensor Web App?

source: How do I move an image or video between VPs folders?
pt: Como faço para mover uma imagem ou vídeo entre pastas de VPs?

source: Images captured without the use of augmented reality, which will automatically go to the AR-OFF folder or are manually directed to other folders before capture, are elegible to be moved to other folders.
pt: Imagens capturadas sem o uso de realidade aumentada, que irão automaticamente para a pasta de AR-OFF ou que são manualmente direcionadas para outras pastas antes da captura, são elegíveis a serem movidas para outras pastas.

source: In Media there is a button to move the media to another folder. Images obtained with augmented reality (AR-ON) will automatically go to the preconfigured folders and you cannot move them.
pt: Na mídia, há um botão para mover a mídia para outra pasta. Imagens obtidas com realidade aumentada (AR-ON) irão automaticamente para as pastas pré-configuradas e você não pode movê-las.

source: I can not see in the data analysis page graph the regions with the alarm ranges that I set up in configuring tags. Why is this happening?
pt: Não posso ver no gráfico da página de análise de dados as regiões com os intervalos de alarme que configurei na configuração de TAGs. Por que isso está acontecendo?

source: Ranges will only appear in the graph when there is only one selected tag. This is to avoid confusions with superimposed ranges.
pt: Intervalos só aparecerão no gráfico quando houver apenas uma TAG selecionada. Isso é para evitar confusões com intervalos sobrepostos.

source: How do I find out which TAGs belong to a particular VP?
pt: Como faço para descobrir quais TAGs pertencem a um determinado VP?

source: In the TAGs item of the Setup menu item you can find this information.
pt: No item TAGs do item de menu de configuração você pode encontrar esta informação.

source: How to proceed to see in the graph of data analysis only the tags of a particular VP?
pt: Como proceder para ver o gráfico de análise de dados apenas os TAGs de um VP em particular?

source: If you want to see the graph, obviously you have already processed some image of this VP. So, inside the portfolio item, you should check if the selected period contains the processed image of this VP.
pt: Se você quer ver o gráfico, obviamente, você já processou alguma imagem desse VP. Então, dentro do item portfólio, você deve verificar se o período selecionado contém a imagem processada deste VP.

source: Just click on the chart icon at the top right of the image that should be in blue confirming that this image has been processed.
pt: Basta clicar no ícone do gráfico no canto superior direito da imagem que deve estar em azul confirmando que essa imagem foi processada.

source: How can I quickly see the graph of just one TAG?
pt: Como posso ver rapidamente o gráfico de apenas um TAG?

source: Just enter the Data Status and click on the TAG row you want to see.
pt: Basta entrar no Status dos Dados e clicar na linha da TAG que deseja ver.

source: Can I automatically share the captured photos and videos?
pt: Posso partilhar automaticamente as fotos e os vídeos capturados?

source: Yes, once you have entered our Web App with your credentials, click on the logged in item and set up the Twitter account that you want to use to automatically share your media.
pt: Sim, uma vez que você inseriu suas credenciais em nossa Web App, clique no item logado e configure a conta de Twitter que você deseja usar para compartilhar automaticamente suas mídias.

source: Then go to the Setup menu item and select the VPs item. You must check the share box in each of the VP folders that you want to share automatically.
pt: Em seguida, vá para o item de menu Configurar e selecione o item VPs. Você deve marcar a caixa de partilhamento em cada uma das pastas de VPs que você deseja partilhar automaticamente.

source: In this same screen you can also select an email to automatically receive the captured media. Unlike Twitter account, emails accounts may be different for each VP.
pt: Nesta mesma tela você também pode selecionar um e-mail para receber automaticamente a mídia capturada. Ao contrário do Twitter, as contas de e-mails podem ser diferentes para cada VP.

source: MyMensor Mobile App identifies the target (a vp configured with augmented reality) but I can not capture an image.
pt: MyMensor Mobile App identifica o alvo (um vp configurado com realidade aumentada), mas não consegue capturar uma imagem.

source: Keep in mind that the system uses image recognition, if something has changed significantly compared to the configured base image, such as: lighting conditions, brightness, reflections, inclusion, or deletion of objects, you may have difficulty making a new capture.
pt: Tenha em mente que o sistema usa reconhecimento de imagem, se algo mudou significativamente em comparação com a imagem de base configurada, tais como: condições de iluminação, brilho, reflexões, inclusão ou exclusão de objetos, você pode ter dificuldade em fazer uma nova captura.

source: In this case choose to reconfigure the image if the changes will actually persist or simply turn off the augmented reality (Selecting AR-OFF) and select the destination folder before you click the shutter to capture.
pt: Neste caso, escolha reconfigurar a imagem se as alterações forem permanentes ou simplesmente desligue a realidade aumentada (selecionando AR-OFF) e selecione a pasta de destino antes de clicar no obturador para capturar.

source: How To?
pt: Como fazer?

source: How to?
pt: Como fazer?

source: MyMensor will empower you to accomplish that! Follow our step by step how-to guide.
pt: MyMensor irá capacitá-lo a realizar isso! Siga o nosso guia passo a passo.

source: How can <u>I do that?</u> Find here a detailed guide on how MyMensor will build that for <u>YOU</u>.
pt: Como <u>eu posso fazer isso?</u> Encontre aqui um guia detalhado sobre como o MyMensor construirá isso para <u>você</u>.

source: Let's have a walk through on how to do that using MyMensor.
pt: Vamos fazer uma visita guiada sobre como fazer isso usando o MyMensor.

source: How to do that using MyMensor???? Click and learn!!!
pt: Como faço isto usando o MyMensor???? Clique a aprenda!!!

source: It can be done using MyMensor! Click and follow!
pt: Podemos fazer isto usando o MyMensor! Clique a aprenda!

source: Concept of a connected world.
pt: Conceito de um mundo conectado.

source: Set Up Automatic Sharing
pt: Configure Partilhamento Automático

source: In MyMensor you can set up automatic sharing to a Twitter account that you choose and also to an email account! Click and learn how to do it!
pt: No MyMensor você pode configurar o partilhamento automático para uma conta do Twitter que você escolhe e também para uma conta de e-mail! Clique e saiba como fazê-lo!

source: How To
pt: Como fazer

source: Use MyMensor to keep track of all the assets your company personnel uses in their day to day work and make sure that everything is ready to work.
pt: Use o MyMensor para acompanhar todos os recursos que seu pessoal da empresa usa no trabalho diariamente e certifique-se de que tudo esteja pronto para funcionar.

source: There are some different ways to do it using MyMensor. But let' start with the simpler one, that is just to have your photos organized. Ok, let's got step by step on how you do it.
pt: Existem algumas maneiras diferentes de fazê-lo usando o MyMensor. Mas vamos começar com o mais simples, isto é, apenas para organizar suas fotos. Ok, vamos passo a passo sobre como você faz isso.

source: <strong>1.</strong> Install MyMensor Mobile app from
pt: <strong>1.</strong> Instale o aplicativo móvel MyMensor a partir de

source: <strong>2.</strong> Run app and create your user
pt: <strong>2.</strong> Execute o aplicativo e crie seu usuário

source: <strong>3.</strong> Point your smartphone camera to what you need to photograph and press the camera button
pt: <strong>3.</strong> Aponte a câmera do smartphone para o que precisa fotografar e pressione o botão de câmera

source: <strong>4.</strong> If you did not change the VP folder before taking your photo, the picture you just made is stored in VP#0. So, just tap on the bottom left blue button in the screen to show the captures present so far in this VP.
pt: <strong>4.</strong> Se você não alterou a pasta VP antes de tirar sua foto, a imagem que você acabou de fazer é armazenada no VP#0. Então, toque no botão azul esquerdo inferior na tela para mostrar as capturas presentes até agora neste VP.

source: <strong>5.</strong> You can always rearrange your photos across different VPs in the WebApp.
pt: <strong> 5. </strong> Você sempre pode reorganizar suas fotos em diferentes VPs na WebApp.

source: <strong>6.</strong> If you want, follow the link and download the PDF certificate that is produced by the MyMensor Web App media check page. <mark>You can print it and later on use the embeded QR-code to take you back to the same media check page.</mark>
pt: <strong>6.</strong> Se você quiser, siga o link e baixe o certificado PDF produzido pela página de verificação de mídia do MyMensor Web App. <mark>Você pode imprimi-lo e depois usar o QR-code incorporado para levá-lo de volta à mesma página de verificação de mídia. </mark>

source: Check the video below for a visual guide!
pt: Verifique o vídeo abaixo para obter um guia visual!

source: Click on the picture below to see an example of a media check page, as you will produce following this instructions. Once there you can download an example of a PDF that will be generated.
pt: Clique na imagem abaixo para ver um exemplo de uma página de verificação de mídia, como a que você irá produzir seguindo estas instruções. Uma vez lá, você pode baixar um exemplo de PDF que será gerado.

source: Click to see an example of what you can distribute to everybody!
pt: Clique para ver um exemplo do que você pode distribuir para toda a gente!

source: You can, for instance organize your assets per groups in the different VPs. The photos will always be organized and available in our cloud storage.
pt: Você pode, por exemplo, organizar seus ativos por grupos nos diferentes VPs. As fotos sempre estarão organizadas e disponíveis no nosso armazenamento na nuvem.

source: We hope this will make your life easier! But, as we said before, this is just the simpler way of doing this with MyMensor. Please refer to our case
pt: Esperamos que isso facilite sua vida! Mas, como dissemos antes, esta é apenas a maneira mais simples de fazer isso com o MyMensor. Consulte o nosso caso

source: Using your own data
pt: Usando seus dados

source: to learn how to gather the data related to your equipment and tools.
pt: para aprender a reunir os dados relacionados aos seus equipamentos e ferramentas.

source: But that is just the tip of he iceberg! There is a lot more to MyMensor: automatic filing, automatic sharing etc. So, look no further,
pt: Mas isto é só a ponta do iceberg! Há muito mais no MyMensor: arquivamento automático, compartilhamento automático etc. Portanto, não procure mais,

source: In order to use MyMensor to follow up subcontractor work you will use a combination of two cases:
pt: Para usar o MyMensor para acompanhar o trabalho do subcontratado, você usará uma combinação de dois casos:

source: photo certification
pt: certificação de fotos

source: and
pt: e

source: following remote jobs.
pt: acompanhando trabalhos à distância.

source: Please refer to the cases and associated how-tos of those cases to understand how to perform such tasks.
pt: Consulte os casos e os procedimentos associados desses casos para entender como executar tais tarefas.

source: To understand how MyMensor can support a Trade Marketing Agency, please refer to the
pt: Para entender como o MyMensor pode ajudar uma Agência de Trade Marketing, consulte o

source: case and associated how-to.
pt: caso e o como fazer associado.

source: In either case, refer to the
pt: Em ambos os casos, consulte o

source: how to setup auto-sharing guide
pt: guia de como configurar o partilhamento automático

source: to configure this feature.
pt: para configurar esta função.

source: But that is just the begining! MyMensor can help you a lot with your new business. So, look no further,
pt: Mas isto é só o começo! MyMensor pode ajudá-lo muito em seu novo negócio. Portanto, não procure mais,

source: How to<mark> follow remote jobs using MyMensor? </mark>Do I have to tell the remote party to contract MyMensor?
pt: Como <mark>seguir trabalhos remotos usando o MyMensor?</mark> Preciso dizer à parte remota que contrate o MyMensor?

source: No! It is<mark> MUCH SIMPLER THAN THAT! </mark>
pt: Não! É <mark>MUITO MAIS SIMPLES QUE ISSO!</mark>

source: You could start with your own MyMensor account, but for this example let's say that you will start by creating a brand new MyMensor account. Then after creating the new account you will create a <mark> SERVICE USER. </mark> This is a special type of user that is tied to your primary account and can <mark>ONLY CAPTURE MEDIA TO YOU</mark>, with this set of credentials this person <mark>CANNOT ACCESS</mark> your MyMensor account on the Web. Please refer to the points below for a detailed walkthrough on how to do it.
pt: Você poderia começar com sua própria conta MyMensor, mas, para este exemplo, digamos que você começará criando uma nova conta MyMensor. Depois de criar a nova conta, você criará um <mark> USUÁRIO DE SERVIÇO. </mark> Este é um tipo especial de usuário que está vinculado à sua conta principal e que <mark> SOMENTE CAPTURA MÍDIAS PARA VOCÊ </mark>, com este conjunto de credenciais esta pessoa <mark> NÃO PODE ACESSAR </mark> a sua Conta do MyMensor na Web. Consulte os pontos abaixo para uma explicação detalhada sobre como fazê-lo.

source: <strong>2.</strong> Run app and create your user. Now click
pt: <strong>2.</strong> Execute o aplicativo e crie seu usuário. Agora clique

source: here
pt: aqui

source: and log into your account in the MyMensor WebApp. If you are already logged in to MyMensor in this computer, please logoff first, as otherwise your account will be opened automatically.
pt: e faça login em sua conta no MyMensor WebApp. Se você já iniciou sessão no MyMensor neste computador, faça logoff primeiro, caso contrário sua conta será aberta automaticamente.

source: <strong>3.</strong> Your Portfolio is empty, as it is a new account and you did not snap any photos or videos.
pt: <strong> 3. </strong> O seu portfólio estará vazio, já que a conta é nova e você não fez nenhuma foto ou vídeo.

source: <strong>4.</strong> In the top right of your screen you will see the username in bold letters, click on it to open a dropdown menu. In this menu click on <strong>Service User</strong>
pt: <strong> 4. </strong> No canto superior direito da tela você verá o nome de usuário em negrito, clique nele para abrir um menu suspenso. Neste menu, clique em <strong> Usuário de serviço </strong>

source: <strong>5.</strong> Now create a password for your service user. Take note of the password you have created. Remember that MyMensor cannot access any of the passwords you create! After that MyMensor will automatically create a username for your service user, based on your own username.
pt: <strong> 5. </strong> Agora, crie uma senha para o seu usuário de serviço. Tome nota da senha que você criou. Lembre-se de que o MyMensor não pode acessar nenhuma das senhas que você criou! Depois disso, o MyMensor criará automaticamente um nome de usuário para o seu usuário de serviço, com base em seu próprio nome de usuário.

source: <strong>6.</strong> So your service user is created. You can always come back at this same screen to change the current service user password or to delete the service user.
pt: <strong> 6. </strong> Então seu usuário de serviço está criado. Você sempre pode voltar nesta mesma tela para alterar a senha atual do usuário de serviço ou para excluir o usuário de serviço.

source: <strong>7.</strong> Now send a link to our download page (https://mymensor.com/download/) together with the username and the password to the person that you want to make captures to you. Remember that with this set of credentials this person <mark>CANNOT ACCESS</mark> your MyMensor account on the Web, the only thing that he or she can do is to capture media that will be sent directly to your account.
pt: <strong> 7. </strong> Agora envie um link para nossa página de download (https://mymensor.com/download/) juntamente com o nome de usuário e a senha para a pessoa que você deseja que faça as capturas para você. Lembre-se que, com este conjunto de credenciais, esta pessoa <mark> NÃO PODE ACESSAR </mark> sua conta MyMensor na Web, a única coisa que ele ou ela pode fazer é capturar mídia que será enviada diretamente para sua conta.

source: <strong>8.</strong> You will see the captures from your service user as they come. The captures of each service user you ever create can be seen on the MyMensor WebApp, <mark>even after you delete a service user.</mark> After its deletion, the service user will not be able to send any media to your account anymore, but you will keep in the MyMensor Server all the media you have received.
pt: <strong> 8. </strong> Você verá as capturas do seu usuário de serviço à medida que elas vierem. As capturas de cada usuário de serviço que você já criou podem ser vistas no MyMensor WebApp, <mark> mesmo depois de excluir um usuário de serviço. </mark> Após a sua exclusão, o usuário do serviço não poderá enviar mais qualquer mídia para sua conta, mas você manterá no MyMensor Server toda a mídia que você recebeu.

source: By using MyMensor, even with the Media only plan, you will be able to follow jobs remotely trusting that the media you receive is genuine and was not modified. The location and time certification coupled with the ability to <mark>extend your capturing powers to remote users</mark> gives you a tremendous power to survey jobs in different locations with <mark>great confidence.</mark>
pt: Ao usar o MyMensor, mesmo com o plano somente para mídia, você poderá seguir tarefas remotamente confiando que a mídia que você recebe é genuína e não foi modificada. A certificação de localização e tempo combinada com a capacidade de <mark> estender seus poderes de captura para usuários remotos </mark> dá-lhe um tremendo poder para fiscalizar trabalhos em diferentes locais com <mark> grande confiança. </mark>

source: To prove to somebody that your media is real is very simple: use MyMensor to produce and share your media!
pt: Provar a alguém que sua mídia é real é muito simples: use o MyMensor para produzir e compartilhar sua mídia!

source: Ok, let's got step by step on how you do it.
pt: Ok, vamos passo a passo mostrar como você faz isso.

source: <strong>5.</strong> Now, the best way of proving you mean business, is to send the link to the media check page to whoever you want. Do this by pressing the blue sharing button and follow the sharing instructions of your specific android operating system.
pt: <strong>5.</strong> Agora, a melhor maneira de provar que o assunto é sério, é enviar o link para a página de verificação de mídia para quem você quiser. Faça isso pressionando o botão azul de compartilhamento e siga as instruções de compartilhamento do seu sistema operacional Android específico.

source: We hope this will make your life easier!
pt: Esperamos que isso facilite sua vida!

source: How to<mark> simply control Trade Marketing using MyMensor? </mark> Do I have to get one license for each trade marketing promoter?
pt: Como <mark>controlar de maneira simples o Trade Marketing usando o MyMensor?</mark> Preciso comprar uma licença para cada promotor de vendas?

source: By using MyMensor, even with the Media only plan, you will be able to control your Trade Marketing promoters trusting that the media you receive is genuine and was not modified. The location and time certification coupled with the ability to <mark>extend your capturing powers to remote users</mark> gives you a tremendous power to survey activities in different locations with <mark>great confidence.</mark>
pt: Ao usar o MyMensor, mesmo com o plano somente para mídia, você poderá controlar seus promotores de Trade Marketing confiando que a mídia que você recebe é genuína e não foi modificada. A certificação de localização e tempo combinada com a capacidade de <mark> estender seus poderes de captura para usuários remotos </mark> dá-lhe um tremendo poder para fiscalizar atividades em diferentes locais com <mark> grande confiança. </mark>

source: Please keep in mind that it is the <mark>simplest possible way of doing this with MyMensor.</mark>
pt: Por favor, tenha em mente que esta é a <mark>maneira mais simples possível de fazer isso com o MyMensor.</mark>

source: You could click
pt: Você poderia clicar

source: mailto:contact@mymensor.com?subject=MyMensor CUSTOM Quote Request&body=Please contact me in order to start discussing a custom MyMensor for my Organization. Thanks!
pt: mailto:contact@mymensor.com?subject=Pedido de Cotação do MyMensor CUSTOM&body=Por favor entre em contato comigo para começar a discutir um MyMensor CUSTOM sob medida para minha Organização. Obrigado!
