Repository: jorgercg/MyMensorWebsite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: We will retain User Provided data for as long as you use the Service and for a reasonable time thereafter. If you’d like to delete User Provided Data that you have provided via the Service, you can do so inside our mobile app and inside our web app, for the relevant portions of information, furthermore, if you want to completely wipe all information from our servers please contact us at support@mymensor.com and we will respond in a reasonable time. Please note that some or all of the User Provided Data may be required in order for the Service to function properly, and we may be required to retain certain information by law.
pt: Manteremos os dados fornecidos pelo usuário durante o uso do Serviço e por um tempo razoável a partir de então. Se você deseja excluir os Dados fornecidos pelo usuário que você forneceu através do Serviço, você pode fazê-lo dentro do nosso aplicativo móvel e dentro do nosso aplicativo da Web, para as partes relevantes de informações, além disso, se você deseja limpar completamente todas as informações de nossos servidores entre em contato connosco em support@mymensor.com e responderemos em um prazo razoável. Observe que alguns ou todos os Dados fornecidos pelo usuário podem ser necessários para que o Serviço funcione corretamente, e talvez iremos reter certas informações por força de lei.

source: Third-Party Payment Processor
pt: Processador Externo de Pagamentos

source: We use a third party payment processor to process payments made to us. In connection with the processing of such payments, we do not retain any personally identifiable information or any financial information such as credit card numbers. All such information is provided directly to our third party processor, whose use of your personal information is governed by their privacy policy (https://www.paypal.com/pt/webapps/mpp/ua/privacy-full?locale.x=en_PT).
pt: Usamos um processador de pagamento externo para processar os pagamentos feitos para nós. Em conexão com o processamento de tais pagamentos, não conservamos nenhuma informação de identificação pessoal ou qualquer informação financeira, como números de cartão de crédito. Todas essas informações são fornecidas diretamente ao nosso processador externo, cujo uso de suas informações pessoais é regido por sua política de privacidade (https://www.paypal.com/pt/webapps/mpp/ua/privacy-full?locale.x=en_PT).

source: Third parties access to information obtained by the Service
pt: Acesso de Terceiros às Informações Obtidas pelo Serviço

source: We will share your information with third parties only in the ways that are described in this privacy statement. We may disclose collected Information, in the following manners: (a) as required by law, such as to comply with a subpoena, or similar legal process; (b) when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, respond to a government request, act in urgent circumstances to protect the personal safety of our users or the public, or protect against legal liability; (c) if Celtapps Software is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of this information, as well as any choices you may have regarding this information.
pt: Nós partilharemos suas informações com terceiros somente nas formas descritas nesta declaração de privacidade. Podemos divulgar informações coletadas, nos seguintes modos: (a) conforme exigido por lei, de modo a cumprir uma intimação, ou processo legal similar; (b) quando acreditamos de boa fé que a divulgação é necessária para proteger nossos direitos, proteger sua segurança ou a segurança de terceiros, investigar fraudes, responder a um pedido do governo, atuar em circunstâncias urgentes para proteger a segurança pessoal de nossos usuários ou a do público em geral, ou proteger-nos contra a responsabilidade legal; (c) se a Celtapps Software estiver envolvida em uma fusão, aquisição ou venda de toda ou parte de seus ativos, você será notificado por e-mail e / ou um aviso proeminente em nosso site de qualquer alteração na propriedade ou uso deste Informações, bem como quaisquer escolhas que você possa ter sobre essa informação.

source: Cookies are small pieces of text used to store information on web browsers. They are used by many websites to store and receive identifiers and other information on devices, such as a handheld phone or computer. Our site and services use cookies and other similar technologies, in order to provide a better service to you and to generally improve our sites and services. Some portions of our websites are functional without cookies, and you may generally choose whether to accept cookies. Most web browsers are set to accept cookies by default, however, you may be able to delete cookiesyourself through your browser\'s cookie manager. To do so, please follow the instructions provided by your web browser. Please note that disabling cookies will reset your session, disable auto-login, and may adversely affect the availability and functionality of our websites and the services we can provide to you.
pt: Os cookies são pequenos pedaços de texto usados para armazenar informações em navegadores da web. Eles são usados por muitos sites para armazenar e receber identificadores e outras informações em dispositivos, como um telefone ou computador de mão. Nosso site e serviços usam cookies e outras tecnologias similares, a fim de oferecer um melhor atendimento e, em geral, melhorar nossos sites e serviços. Algumas partes dos nossos sites são funcionais sem cookies e você geralmente pode escolher se deseja aceitar cookies. A maioria dos navegadores da Web está configurada para aceitar os cookies por padrão, no entanto, você poderá excluir cookies por meio do gerenciador de cookies do navegador. Para fazer isso, siga as instruções fornecidas pelo seu navegador. Observe que a desativação de cookies redefinirá sua sessão, desativará o login automático e poderá afetar negativamente a disponibilidade e a funcionalidade de nossos sites e os serviços que podemos fornecer.

source: Children
pt: Crianças

source: One must be 13 years old to use MyMensor. We do not use the Service to knowingly solicit data from or market to children under the age of 13. If a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us at support@mymensor.com. We will delete such information from our files within a reasonable time.
pt: Você deve ter no mínimo 13 anos para usar o MyMensor. Nós não usamos o Serviço para conscientemente solicitar dados ou comercializar para crianças menores de 13 anos. Se um pai ou responsável tomar conhecimento de que seu filho nos forneceu informações sem o seu consentimento, ele ou ela deve contatar-nos no support@mymensor.com. Vamos excluir essas informações dos nossos arquivos dentro de um prazo razoável.

source: Security
pt: Segurança

source: MyMensor takes reasonable steps to protect your information from loss, misuse, and unauthorized access, disclosure, alteration, or destruction. However, no Internet or email transmission is ever fully secure or error free. In particular, email sent to or from us may not be secure. Therefore, you should take special care in deciding what information you send to us via email. Please keep this in mind when disclosing any information to MyMensor.
pt: O MyMensor toma medidas razoáveis para proteger suas informações de perda, uso indevido e acesso, divulgação, alteração ou destruição não autorizados. No entanto, nenhuma transmissão de Internet ou e-mail é totalmente segura ou sem erros. Em particular, o e-mail enviado de ou para nós pode não ser seguro. Portanto, você deve ter especial cuidado em decidir quais as informações que você nos envia por e-mail. Tenha isso em mente ao divulgar qualquer informação ao MyMensor.

source: Contact
pt: Contato

source: If you have any questions regarding privacy while using the Service, or have questions about our practices, please contact us via email at support@mymensor.com.
pt: Se você tiver alguma dúvida sobre privacidade ao usar o Serviço, ou tiver dúvidas sobre nossas práticas, entre em contato connosco por e-mail em support@mymensor.com.

source: Terms of Service -
pt: Termos de Serviço -

source: Last revision on May 25th 2017.
pt: Última revisão em 25 de maio de 2017.

source: Please Read Carefully Before Using Our Mobile App and This Website: The following terms of service (“Terms of Service”) govern your use of the MyMensor Website (the “Site”) and the MyMensor mobile and web-based application service accessed through the Site and the Mobile App (“Service”), which servers are operated by Celtapps Software (“MyMensor”). By using the Site and/or the Service, you irrevocably agree that such use is subject to these Terms of Service. If you do not agree to these Terms of Service, you may not use the Site or the Service. If you are entering into these Terms of Service on behalf of an entity, you represent that you have the actual authority to bind such entity to these Terms of Service.
pt: Leia com cuidado antes de usar nossa aplicação móvel e este site: Os seguintes termos de serviço (“Termos de Serviço”) regem o uso do site MyMensor (o “Site”) e o serviço de aplicativos móvel e web baseado em MyMensor acessado através do Site e o aplicativo móvel (“Serviço”), quais servidores são operados pelo Celtapps Software (“MyMensor”). Ao usar o Site e / ou o Serviço, você concorda irrevogavelmente que tal uso esteja sujeito a estes Termos de Serviço. Se você não concorda com estes Termos de Serviço, você não pode usar o Site ou o Serviço. Se você estiver entrando nestes Termos de Serviço em nome de uma entidade, você declara que você tem a autoridade real para vincular essa entidade a esses Termos de Serviço.

source: MyMensor expressly reserves the right to modify the Terms of Service at any time in its sole discretion, and without prior notice to you, by including such alteration and/or modification in these Terms of Service, along with a notice of the effective date of such modified Terms of Service. Any continued use by you of the Site or the Service after the posting of such modified Terms of Service shall be deemed to indicate your irrevocable agreement to such modified Terms of Service. Accordingly, if at any time you do not agree to be subject to any modified Terms of Service, you may no longer use the Site or Service.
pt: MyMensor reserva-se expressamente o direito de modificar os Termos de Serviço a qualquer momento, a seu exclusivo critério, e sem aviso prévio, incluindo essa alteração e / ou modificação nestes Termos de Serviço, juntamente com um aviso da data efetiva de tal Termos de Serviço modificados. Qualquer uso continuado por você do Site ou do Serviço após a publicação de tais Termos de Serviço modificados será considerado como indicando seu acordo irrevogável com tais Termos de Serviço modificados. Consequentemente, se, em qualquer momento, você não concordar em estar sujeito a quaisquer Termos de Serviço modificados, você não poderá mais usar o Site ou o Serviço.

source: User Account Registration; Passwords and Fees
pt: Registo de Conta de Usuário; Palavras-Passe e Taxas

source: (a) Account Registration and Use License: In order to access and use all of the features of the Service, you are required to open an account (“User Account”) by registering with MyMensor. When you register for your User Account you must provide true, accurate, current and complete information (“Account Information”), and you agree to update the Account Information in order to ensure that it is current. Upon proper registration and opening of a User Account, and subject to all of the terms and conditions of these Terms of Service, MyMensor hereby grants to you the personal, non-transferable right and license to use the Service, solely for your own internal business purposes, until such time as either you or MyMensor elect to terminate such right in accordance with these Terms and Conditions.
pt: (A) Licença de uso e registo da conta: para acessar e usar todos os recursos do serviço, é necessário abrir uma conta (“Conta de usuário”) registrando-se no MyMensor. Quando você se inscrever para sua Conta de usuário, você deve fornecer informações verdadeiras, precisas, atualizadas e completas (“Informações da conta”) e você concorda em atualizar as informações da conta para garantir que ela esteja atual. Após o registo e a abertura apropriados de uma Conta de Usuário e sujeito a todos os termos e condições desses Termos de Serviço, o MyMensor concede a você o direito pessoal e não transferível e a licença para usar o Serviço, exclusivamente para seu próprio negócio interno, até que você ou o MyMensor eleja rescindir esse direito de acordo com estes Termos e Condições.

source: (b) Eligibility: As an express condition of being permitted to open a User Account, you represent and warrant that you (i) have the legal capacity (including, without limitation, being of sufficient age) to enter into contracts under the law of the jurisdiction in which you reside, (ii) are at least 13 years of age or older to use the Site, provided that if you are under the age of 18, your parent or legal guardian, as applicable, must expressly consent to your use of the Site.
pt: (B) Elegibilidade: Como condição expressa de permitir a abertura de uma Conta de Usuário, você declara e garante que (i) tem a capacidade legal (incluindo, sem limitação, idade suficiente) para celebrar contratos de acordo com a lei da Jurisdição em que você reside, (ii) tem pelo menos 13 anos de idade ou mais para usar o Site, desde que, se for menor de 18 anos, o seu pai ou responsável legal, conforme aplicável, deve consentir expressamente o seu uso do Site.

source: (c) Passwords: Upon registration on the Site, you will provide MyMensor with a password to access your account. You are responsible for maintaining the confidentiality of your password and for all of your activities and those of any third party that occur through your account, whether or not authorized by you. You agree to immediately notify MyMensor of any suspected or actual unauthorized use of your User Account. You agree that MyMensor will not under any circumstances be liable for any cost, loss, damages or expenses arising out of a failure by you to maintain the security of your password.
pt: (C) Palavras-Passe: após a inscrição no Site, você fornecerá ao MyMensor uma palavra-passe para acessar sua conta. Você é responsável por manter a confidencialidade de sua palavra-passe e por todas as suas atividades e as de terceiros que ocorrem por meio de sua conta, autorizada ou não por você. Você concorda em notificar imediatamente o MyMensor de qualquer uso suspeito ou real não autorizado de sua Conta de Usuário. Você concorda que o MyMensor não será, em nenhuma circunstância, responsável por qualquer custo, perda, danos ou despesas decorrentes de uma falha por você cometida em manter a segurança de sua palavra-passe.

source: Site Content
pt: Conteúdo do Site

source: (a) MyMensor Content: Except as may be otherwise noted, the information, materials (including, without limitation, HTML, text, audio, video, white papers, press releases, data sheets, product descriptions, software and FAQs and other content) available on the Site and/or the Service (collectively, “MyMensor Content”) are the copyrighted works of MyMensor and its licensors, and MyMensor and its licensors expressly retain all right title and interest in and to the MyMensor Content, including, without limitation, all intellectual property rights therein and thereto. Except as expressly permitted in these Terms of Service, any use of the MyMensor Content may violate copyright and/or other applicable laws.
pt: (A) Conteúdo do MyMensor: Salvo o que for indicado de outra forma, as informações, materiais (incluindo, sem limitação, HTML, texto, áudio, vídeo, white papers, comunicados de imprensa, folhas de dados, descrições de produtos, software, FAQs e outros conteúdos) disponíveis no Site e / ou no Serviço (coletivamente, “Conteúdo MyMensor”) são as obras protegidas por direitos autorais do MyMensor e seus licenciadores, e MyMensor e seus licenciadores mantêm expressamente todo o direito e interesse no Conteúdo MyMensor, incluindo, sem limitação, todos os direitos de propriedade intelectual nele contidos. Exceto quando expressamente permitido nestes Termos de Serviço, qualquer uso do Conteúdo MyMensor pode violar direitos autorais e / ou outras leis aplicáveis.

source: (b) Third Party Content: In addition to MyMensor Content, the Site and/or the Service may contain information and materials provided to MyMensor by third parties (collectively, “Third Party Content”). Third Party Content is the copyrighted work of its owner, who expressly retains all right title and interest in and to the Third Party Content, including, without limitation, all intellectual property rights therein and thereto. In addition to being subject to these Terms of Service, Third Party Content may also be subject to different and/or additional terms of use and/or privacy policies of such third parties. Please contact the appropriate third party for further information regarding any such different and/or additional terms of use applicable to Third Party Content.
pt: (B) Conteúdo de terceiros: Além do Conteúdo do MyMensor, o Site e / ou o Serviço podem conter informações e materiais fornecidos ao MyMensor por terceiros (coletivamente, “Conteúdo de Terceiros”). Conteúdo de terceiros é o trabalho protegido por direitos autorais de seu proprietário, que expressamente retém todos os títulos e interesses corretos no Conteúdo de Terceiros, incluindo, sem limitação, todos os direitos de propriedade intelectual nele contidos. Além de estar sujeito a estes Termos de Serviço, o Conteúdo de Terceiros também pode estar sujeito a termos de uso e / ou políticas de privacidade diferentes e / ou adicionais de tais terceiros. Entre em contato com o terceiro apropriado para obter mais informações sobre quaisquer termos de uso diferentes e / ou adicionais aplicáveis ao Conteúdo de Terceiros.

source: (c) Limited Site Content License: MyMensor grants you the limited, revocable, non-transferable, non-exclusive right to use the MyMensor Content and Third Party Content (collectively, “Site Content”) by displaying the Site Content on your computer, and downloading and printing pages from the Site containing Site Content, under the condition that (i) such activity is solely for your personal, education or other noncommercial use, (ii) you do not modify or prepare derivative works from the Site Content, (iii) you do not obscure, alter or remove any notice of copyright set forth on any Site pages or Site Content, (iv) you do not otherwise reproduce, re-distribute or publicly display any of the Site Content and (v) you do not copy any Site Content to any other media or other storage format.
pt: (C) Licença limitada do conteúdo do site: o MyMensor concede o direito limitado, revogável, não transferível e não exclusivo para usar o Conteúdo MyMensor e o Conteúdo de terceiros (coletivamente, “Conteúdo do site”), exibindo o conteúdo do site no seu computador, e baixar e imprimir páginas do Site que contém o Conteúdo do Site, sob a condição de que (i) essa atividade seja exclusiva para seu uso pessoal, educacional ou outro tipo de uso não comercial, (ii) você não modifica ou prepara trabalhos derivados do Conteúdo do Site, (iii) você não obscurece, altere ou remova qualquer aviso de direitos autorais estabelecido em qualquer página do Site ou Conteúdo do Site, (iv) você de outra forma não reproduz, re-distribui ou exibe publicamente qualquer Conteúdo do Site e (v) você não copie qualquer Conteúdo do Site para qualquer outro meio ou outro formato de armazenamento.

source: (d) Trademarks: All trademarks, service marks and logos included on the Site (“Marks”) are the property of MyMensor or third parties, and you may not use such Marks without the express, prior written consent of MyMensor or the applicable third party.
pt: (D) Marcas registradas: Todas as marcas registradas, marcas de serviço e logotipos incluídos no Site (“Marcas”) são propriedade do MyMensor ou de terceiros e você não pode usar tais Marcas sem o consentimento prévio e por escrito do MyMensor ou da terceira parte aplicável.

source: (e) Monitoring of Site Content and use of Service: MyMensor reserves the right, but does not undertake the obligation, to monitor use of the Site and/or the Service, and to investigate and take appropriate legal action against any party that uses the Site in violation of these Terms of Service or applicable law. MyMensor reserves the right to accept, reject or modify any Site Content or User Content, but assumes no liability based on its acceptance, rejection, modification or failure to modify any Site Content or User Content.
pt: (E) Monitoramento do Conteúdo do Site e uso do Serviço: o MyMensor reserva-se o direito, mas não compromete-se com a obrigação, de monitorar o uso do Site e / ou do Serviço, e investigar e tomar ações judiciais apropriadas contra qualquer parte que use o Site em violação destes Termos de Serviço ou da lei aplicável. MyMensor reserva-se o direito de aceitar, rejeitar ou modificar qualquer Conteúdo do Site ou Conteúdo do Usuário, mas não assume qualquer responsabilidade com a aceitação, rejeição, modificação ou falha em modificar qualquer Conteúdo do Site ou Conteúdo do Usuário.

source: (f) Copyright Infringement: As a condition of your right to use the Site and the Service, you agree to respect the intellectual property rights of others. Accordingly, you agree not to upload or post to the Site or the Service any copyrighted materials, trademarks or other proprietary information belonging to any third party without the prior written consent of the applicable third party. You acknowledge that MyMensor will terminate your access to the Site and/or the Service if you repeatedly infringe the copyright of third parties. If you believe that your copyrighted work has been illegally uploaded or posted on the Site or the Service, you may send a written notice to MyMensor at support@mymensor.com, and MyMensor will respond in reasonable time. MyMensor reserves all rights to seek damages and fees associated with infringement and or fraud.
pt: (F) Violação de direitos autorais: Como condição de seu direito de usar o Site e o Serviço, você concorda em respeitar os direitos de propriedade intelectual de terceiros. Consequentemente, você concorda em não carregar ou publicar no Site ou no Serviço quaisquer materiais protegidos por direitos autorais, marcas registradas ou outras informações de propriedade pertencentes a terceiros, sem o prévio consentimento por escrito do terceiro aplicável. Você reconhece que o MyMensor terminará seu acesso ao Site e / ou ao Serviço se você infringir repetidamente os direitos autorais de terceiros. Se você acredita que seu trabalho protegido por direitos autorais foi carregado ilegalmente ou publicado no Site ou no Serviço, você pode enviar uma notificação por escrito para o MyMensor em support@mymensor.com e MyMensor responderá em um prazo razoável. O MyMensor reserva-se todos os direitos para solicitar danos e taxas associados a infrações ou fraudes.

source: Your Use of the Site and Service
pt: Seu Uso do Site e do Serviço
