Repository: jorgercg/MyMensorWebsite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Always guided by simplicity in operation, the solution shows through reports and photographic evidence its strength as a support tool in making medium-long term decisions about how your projects are going.
pt: Sempre guiado pela simplicidade de operação, a solução mostra através de relatórios e provas fotográficas a sua força como ferramenta de apoio na tomada de decisões de médio e longo prazo sobre como vão seus projetos.

source: MyMensor allows better sharing of knowledge from experienced professionals, who are no longer in the field, with those who are there.
pt: MyMensor permite o melhor partilhamento de conhecimento de profissionais experientes, que já não estão no campo, com aqueles que estão lá.

source: With time, a massive amount of structured data and photographic evidence will be available to all your team, cutting maintenance costs and streamlining operations.
pt: Com o tempo, uma enorme quantidade de dados estruturados e provas fotográficas estará disponível para toda sua equipe, reduzindo dos custos de manutenção e racionalizando as operações.

source: How it works?
pt: Como funciona?

source: 1. Define what you want to follow-up
pt: 1. Defina o que você quer acompanhar

source: First you will define what are the things that you want to follow-up.
pt: Primeiro você irá definir quais são as coisas que você quer acompanhar.

source: Want to know the temperature of that bearing that is a headache from time to time? Want to see if a specific store is organized and compliant? Need to follow up closely that pump that repeatedly starts to leak and eventually breaks? All these can be MyMensor verification points.
pt: Quer saber a temperatura daquele rolamento que é uma dor de cabeça de vez em quando? Quero ver se uma área específica está organizado e em conformidade? Necessita acompanhar de perto aquela bomba que repetidamente começa a vazar e eventualmente quebra? Todos estes podem ser pontos de verificação do MyMensor.

source: Of course, you can follow-up digital and analog gauges. Even you can follow-up computer screens!
pt: Claro, você pode acompanhamento medidores analógicos e digitais. Você pode até mesmo acompanhar telas de computador!

source: You will have to define in what periodicity you will want the VPs to be captured. Please note that this can be changed remotely at any given time.
pt: Você terá que definir a periodicidade que você vai querer que os VPs sejam capturados. Por favor, note que isto pode ser mudado remotamente a qualquer momento.

source: 2. On-site configuration
pt: 2. Configuração no local

source: After the scope is defined you need to perform your configuration.
pt: Depois que o escopo é definido você precisa executar a configuração.

source: For each VP you will have to define what is the better capture startegy. There are some alternative strategies for the VP image capturing but we cannot guarantee beforehand that all intended VPs will be technically viable.
pt: Para cada VP, você terá que definir o que é a melhor estratégia de captura. Existem algumas estratégias alternativas para a captura de imagem de VP, mas nós não podemos garantir a priori que todos os VPs automáticos serão tecnicamente viáveis.

source: To be able to define if you will use AR or not and what type of VP, please refer to our documentation and videos
pt: Para ser capaz de definir se você vai usar o AR ou não e que tipo de VP, por favor consulte a nossa documentação e vídeos

source: 3. Image captures, processing and automatic dashboard updates
pt: 3. Capturas de imagem, processamento e atualização automático do painel informativo

source: And finally this is the usage phase!
pt: E finalmente, esta é a fase de uso!

source: Images are captured by you or by someone appointed by you using your MyMensor account, the smartphone uses the internet connection to send the images to MyMensor servers automatically.
pt: Imagens são capturadas por você ou por alguém nomeado por você usando sua conta do MyMensor, o smartphone usa a conexão de internet para enviar as imagens para os servidores MyMensor automaticamente.

source: Images are processed either by you or someone in your organization and the data is automatically fed into your dashboard.
pt: Imagens são processadas por você ou alguém da sua organização e os dados são automaticamente alimentados em seu painel informativo.

source: Into Details
pt: Em detalhes

source: 1. Verification Points - VPs
pt: 1. Pontos de Verificação - VPs

source: A VP (Verification Point) is each of the visual targets for the capture of images (pictures). Each VP may have one or several TAGs.
pt: Um VP (ponto de verificação) é cada um dos alvos visuais para a captura de imagens (fotos). Cada VP pode ter um ou vários TAGs.

source: A VP may be a photo of pretty much anything. You will have to assess what can be a standard VP or if it is needed to use one our possible alternative options to capture the required image.
pt: Um VP pode ser uma foto de praticamente qualquer coisa. Você terá que avaliar o que pode ser um standard VP ou se é necessário usar uma nossas opções alternativas possíveis para capturar a imagem necessária.

source: For instance, a VP may be an image of an equipment panel, digital gauges, analog gauges, computer and other devices screens, compliance items etc, and even portable VPs to follow on going jobs and specific problems.
pt: Por exemplo, um VP pode ser uma imagem de um painel de equipamentos, medidores digitais, medidores analógicos, computador e outras telas de dispositivos, itens de conformidade etc e mesmo VPs portáteis para acompanhar trabalhos e problemas específicos.

source: This is the most common type, where the VP image is enough to identify the subject perfectly.
pt: Este é o tipo mais comum, onde a imagem do VP é suficiente para identificar o objeto perfeitamente.

source: Ambiguous VPs
pt: VPs ambíguos

source: How to differentiate panels that are almost the same? How to tell apart one main equipment and its backup?
pt: Como diferenciar os painéis que são quase iguais? Como saber separar um equipamento principal e seu backup?

source: To solve this ambiguity problem we developed a specific technology.
pt: Para resolver este problema de ambiguidade, desenvolvemos uma tecnologia específica.

source: In this case you will need to apply small markers (normally to be printed in adhesive) to the subjects to be captured in order to be able to tell them apart.
pt: Neste caso você precisará aplicar pequenos marcadores (normalmente a ser impresso em adesivo) aos objetos a ser capturado para ser capaz de diferenciá-los.

source: The markers are small 45mm squares that the smartphone will use to identify images that otherwise would be impossible to differentiate.
pt: Os marcadores são quadrados pequenos de 45 milímetros de lado que o smartphone usará para identificar imagens que caso contrário seriam impossíveis de diferenciar.

source: One obvious downside of the image recognition technology is that you need an image to recognize.
pt: Uma desvantagem óbvia da tecnologia de reconhecimento de imagem é que você precisa de uma imagem para reconhecer.

source: That means that the VP subject cannot change completely, as the smartphone would be unable to recognize an image that no longer exists.
pt: Isso significa que o objeto do VP não pode mudar completamente, já que o smartphone seria incapaz de reconhecer uma imagem que não existe mais.

source: To solve this problem we developed another specific technology.
pt: Para resolver este problema, desenvolvemos mais uma tecnologia específica.

source: In this case we use an specific image as a subject of our VP. This subject is then called (very humbly) by us a super VP.
pt: Neste caso, usamos uma imagem específica como objeto de nosso VP. Esta imagem é então chamada (muito humildemente) por nós um super VP.

source: So, using this super VP you will be able to capture images that change a lot, that change color, or have large parts included or excluded.
pt: Então, usando este super VP, você será capaz de capturar imagens que mudam muito, que mudam de cor, ou que têm grandes partes incluídas ou excluídas.

source: The smartphone will always capture the image in the same relative position initially configured for each specific super VP.
pt: O smartphone sempre irá capturar a imagem na mesma posição relativa, inicialmente configurada para cada super VP específico.

source: A TAG is the real data contained within a VP.
pt: Uma TAG são os dados reais contidos em um VP.

source: The TAG will always be a numerical value, so you have to includ this concept when preparing your TAG questions.
pt: A TAG será sempre um valor numérico, então você tem que incluir este conceito ao preparar suas perguntas de TAG.

source: For instance, in a photo of a certain equipment control panel (that would be a VP) we can have multiple TAGs: the hour-meter, the tachometer etc.
pt: Por exemplo, em uma foto de um determinado painel de controlo de um equipamento (o que seria um VP) teremos várias TAGs: o medidor da horas, o tacômetro etc.

source: In an image of compliance items, we can check if an area is tidy as it should be (10 if perfect, 8 if OK, for example), or if all safety equipment are in the right place etc.
pt: Em uma imagem de itens de conformidade, podemos verificar se uma área está arrumada como deveria (10 se perfeito, 8 se Ok, por exemplo), ou se todos os equipamentos de segurança estão no lugar correto etc.

source: For each and every TAG you will define a tag question, that will be answered by you or your team when processing the VPs images.
pt: Para cada TAG, você irá definir uma questão de TAG, que será respondida por você ou sua equipe ao processar as imagens de VPs.

source: Download MyMensorAR Mobile App
pt: Descarregue o Aplicativo Móvel MyMensorAR

source: This app uses Augmented Reality (AR) to automatically find and archive your media in the pre-configured folders.
pt: Este aplicativo usa Realidade Aumentada (AR) para encontrar e arquivar automaticamente sua mídia nas pastas pré-configuradas.

source: Android App
pt: Aplicativo Android

source: Frequently Asked Questions
pt: Perguntas Frequentes

source: GENERAL QUESTIONS
pt: QUESTÕES GERAIS

source: Why should I use MyMensor?
pt: Por que devo usar MyMensor?

source: Because there is no substitute for your own eyes and ears! With MyMensor, it is like being there. Using our technology you will know where and when the photos and videos were taken. You will also be certain that photos and videos where not tampered with.
pt: Porque não há nenhum substituto para seus próprios olhos e ouvidos! Com o MyMensor é como se você estivesse lá. Usando nossa tecnologia você vai saber quando e onde as fotos e vídeos foram feitos. Você também ficará certo que fotos e vídeos não foram adulterados.

source: Do you need to be sure that something was done? Use MyMensor to verify completion, with precise location and timing.
pt: Precisa ter certeza que alguma coisa foi feita? Use MyMensor para verificar a conclusão, com horário e localização precisos.

source: Most popular apps that are used to distribute media using your smartphone allow all diferent sources for the media, including outside sources. With MyMensor ALL MEDIA is produced with our own software, so you REALLY know where that media came from.
pt: As apps mais populares que são usadas para distribuir mídia usando seu smartphone permitem uso de mídias de qualquer fonte, incluindo fontes externas. Com o Mymensor todas as mídias são produzidas com o nosso próprio software, então você realmente sabe de onde a mídia e que ela não foi alterada.

source: Possibilities are endless, even not using Augmented Reality (AR). But if you use AR, then the true power of MyMensor emerges, with automatic photos and filing.
pt: As possibilidades são infinitas, mesmo não usando a realidade aumentada (AR). Mas se você usar a AR, então o verdadeiro poder do MyMensor emerge, com fotos e arquivamento automáticos.

source: Can I share the certified media with someone that DOES NOT have a MyMensor Account?
pt: Posso partilhar a mídia certificada com alguém que NÃO TEM uma conta MyMensor?

source: YES, you can! And you can do it manually or automatically!
pt: Sim, você pode! E você pode fazê-lo manualmente ou automaticamente!

source: In the mobile app you can share your captures using the normal sharing capabilities of your smartphone.
pt: No mobile app você pode partilhar sua captura usando os recursos de partilhamento normais do seu smartphone.

source: When using our webapp, you can do it manually
pt: Ao usar nossa web app, você pode fazê-lo manualmente

source: (See here.)
pt: (Veja aqui.)

source: Or you can automatically share your captures to Twitter or email
pt: Ou você pode automaticamente partilhar suas capturas para o Twitter ou e-mail

source: (Configure here.)
pt: (Configure aqui.)

source: What are the requirements to use the system?
pt: Quais são os requisitos para utilizar o sistema?

source: To fully use the MyMensor Mobile App you need a smartphone with at least Android Lollipop installed, you can use it with KitKat but usage will suffer and not all features will be present.
pt: Para utilizar plenamente o MyMensor Mobile App, você precisa de pelo menos um smartphone com Android Lollipop instalado, você pode usá-lo com KitKat mas perderá usabilidade e nem todas as funcionalidades estarão presentes.

source: Also, to use the MyMensor Mobile App your smartphone needs to have a screen with HD resolution (1280x720) at least.
pt: Além disso, para usar o MyMensor Mobile App seu smartphone precisa ter uma tela com resolução HD (1280 x 720) pelo menos.

source: To use the MyMensor Web App you generally need a modern browser, the newer the best!
pt: Para usar o MyMensor Web App você precisa de um navegador moderno, quanto mais recente melhor!

source: How do I register and start using MyMensor?
pt: Como faço para registar e começar a usar o MyMensor?

source: Click in the register button and follow the instructions!
pt: Clique no botão de registo e siga as instruções!

source: More info can be found in the videos section, specially on the Mymensor Mobile App - First Steps
pt: Informações podem ser encontradas na seção de vídeos, especialmente no vídeo MyMensor Mobile App - Primeiros Passos

source: Video
pt: Vídeo

source: What are the USES AND BENEFITS of Mymensor?
pt: Quais são os USOS e BENEFÍCIOS do Mymensor?

source: Please check our explainer video at the top of our video section.
pt: Por favor, verifique o nosso vídeo explicativo no topo da nossa seção de vídeo.

source: Forgot your username or password?
pt: Esqueceu seu nome de usuário ou palavra-passe?

source: Go to the LOGIN page and reset your password. The name of the user that you registered will come by email, together with a link to register the new password.
pt: Vá para a página LOGIN e redefina sua palavra-passe. O nome do usuário que você registou virá por e-mail, juntamente com um link para registar a nova palavra-passe.

source: MOBILE APP RELATED QUESTIONS
pt: QUESTÕES RELACIONADAS COM A MOBILE APP

source: My smartphone clock is wrongly configured, so goodbye certified time?
pt: Meu relógio do smartphone está indevidamente configurado, então adeus horário certificado?

source: No! The only thing you need to certify your time is an internet connection. Our software DOES NOT use the internal smartphone clock.
pt: Não! A única coisa que você precisa para ter a certificação de horário é uma conexão de internet. Nosso software é NÃO USA o relógio interno do smartphone.

source: Every time you run your MyMensor mobile app we check the time using iternet time servers and after that we use our own clock.
pt: Cada vez que você executar seu MyMensor mobile app nós verificamos o horário usando servidores de tempo de internet e, após isto, nós usamos nosso próprio relógio.

source: When you see the green clock icon in your smartphone screen then your time is certified!
pt: Quando você vê o ícone de relógio verde na tela de seu smartphone o seu horário está certificado!

source: What is the advantage of capturing images using augmented reality?
pt: Qual é a vantagem de capturar imagens usando realidade aumentada?

source: The captured images will be automatically addressed to the storage folders (VPs), on the other hand the images captured without the augmented reality will need to be manually addressed to the folders.
pt: As imagens capturadas serão destinadas automaticamente para as pastas de armazenamento (VPs), por outro lado, as imagens capturadas sem a realidade aumentada precisarão ser manualmente dirigidas para as pastas.

source: You also ensure that the desired angle and position for the image captures are the same as you have set when configured the VP.
pt: Você também garante que o ângulo desejado e posição para a captura da imagem são os mesmos que você definiu quando configurou o VP.

source: How do I manually share a specific media?
pt: Como partilhar manualmente uma mídia específica?

source: In the MyMensor Mobile App, click on the VP folder where the media is located, click on the gallery icon to see the captured media and find the one of interest. Click the share button and the list of apps available on your smartphone will appear for sharing.
pt: No MyMensor Mobile App, clique na pasta VP onde a mídia está localizada, clique no ícone galeria para ver as mídias capturadas e achar aquela de interesse. Clique no botão partilhar e a lista de aplicativos disponíveis no seu smartphone será exibido para o partilhamento.

source: In the MyMensor Web App, enter the media tab, select the VP where the media is located or click directly on the location icon when you are in the Portfolio tab. Just select the app you want to use for sharing now.
pt: No MyMensor Web App, entre na guia mídia, selecione o VP onde a mídia está localizada ou clique diretamente no ícone da localização quando estiver na guia Portfolio. Basta agora selecionar o aplicativo que deseja usar para partilhar.

source: Can I capture images with my smartphone in any position?
pt: Eu posso capturar imagens com meu smartphone em qualquer posição?

source: Yes you can, but bear in mind that the MyMensor Mobile App is always in landscape and that is the way your photos and videos are shown in our Web App
pt: Sim, mas tenha em mente que o MyMensor Mobile App opera sempre no modo paisagem e esta é a forma como suas fotos e vídeos são mostrados em nossa Web App.

source: Can I capture images without using Augmented Reality?
pt: Eu posso capturar imagens sem o uso de realidade aumentada?

source: Yes. Just turn off the AR in the initial capture screen. Let the picture go automatically to the VP AR-OFF folder or address a destination VP and click one of the two shutter buttons, either for a photo or a mini-movie (10 seconds maximum).
pt: Sim. Basta desliga a AR na tela captura inicial. Deixe a foto ir automaticamente para a pasta de AR-OFF VP ou defina um VP de destino e clique em um dos botões de obturador, uma para foto ou um para mini-filme (máximo de 10 segundos).

source: The destination folder might even be a folder already configured, but that you understood that it made more sense to archive it
pt: A pasta de destino pode mesmo ser uma pasta já configurada, mas você compreendeu que fazia mais sentido para arquivá-lo.

source: How do I get more details about MyMensor Mobile App screens?
pt: Como obtenho mais detalhes sobre telas do MyMensor Mobile App?

source: Info can be found in the videos section, specially on the Mymensor Mobile App - Feature Tour
pt: Informações podem ser encontradas na seção de vídeos, especialmente no vídeo MyMensor Mobile App - Passeio pelas Funcionalidades

source: How do I setup to capture images using Augmented Reality?
pt: Como faço para configurar para capturar imagens usando realidade aumentada?

source: Info can be found in the videos section, specially on the Mymensor Mobile App - Using Augmented Reality
pt: Informações podem ser encontradas na seção de vídeos, especialmente no vídeo MyMensor Mobile App - Usando a Realidade Aumentada

source: How do I capture an image with or without using Augmented Reality?
pt: Como para capturar uma imagem com ou sem o uso de realidade aumentada?

source: Info can be found in the videos section, specially on the Mymensor Mobile App - Capture Images and Videos
pt: Informações podem ser encontradas na seção de vídeos, especialmente no vídeo MyMensor Mobile App - Capturando Imagens e Vídeos

source: Can I use my login credentials on more than one smartphone?
pt: Posso usar minhas credenciais de login em mais de um smartphone?

source: Yes, but the configuration setup will be the same for your user in all smartphones.
pt: Sim, mas a configuração da instalação será a mesmo para o seu usuário em todos os smartphones.

source: In other words, you can divide your VPs to monitor multiple places, but the VPs configuration will be the same in all places.
pt: Em outras palavras, você pode dividir seus VPs para monitorar vários lugares, mas a configuração dos VPs será a mesma em todos os lugares.

source: How do I make a backup of the MyMensor Mobile App configuration?
pt: Como posso fazer um backup da configuração do MyMensor Mobile App?

source: Please use the backup portion in the Setup Menu of the MyMensor WebApp. You should backup your configuration frequently.
pt: Por favor, use a parte de backup no Menu de configuração de MyMensor Web App. Você deve fazer backup de sua configuração frequentemente.

source: How do I delete an image or video?
pt: Como faço para excluir uma imagem ou vídeo?

source: In the Mobile, while seing the captures, touch the trash bin to erase the photo only on the smartphone.
pt: No Mobile, enquanto vendo as capturas, toque a lixeira para apagar a foto só no smartphone.

source: To delete the image in the database you need to locate it in the Media page, there you will find a trash bin where you can make the final deletion from the database.
pt: Para excluir a imagem no banco de dados que você precisa localizá-la na página de mídia, lá você vai encontrar uma lixeira onde você pode fazer a eliminação final dela do banco de dados.

source: Can I install more than one MyMensor account on my smartphone?
pt: Posso instalar mais de uma conta de MyMensor no meu smartphone?

source: No, your smartphone can only have one active MyMensor account. To activate a new account reinstall MyMensor on your smartphone.
pt: Não, o seu smartphone só pode ter uma conta MyMensor ativa. Para ativar uma nova conta, reinstale o MyMensor em seu smartphone.

source: Can I use MyMensor Mobile App without internet?
pt: Posso usar MyMensor Mobile App sem internet?

source: Yes, captures can be made without the internet connection. On the other hand, the internet signal is fundamental initially for the authentication of the product, and, of course, for sending the images to our servers.
pt: Sim, capturas podes ser feitas sem a conexão de internet. Por outro lado, o sinal de internet é fundamental inicialmente para a autenticação do produto e, claro, para enviar as imagens para os nossos servidores.

source: Please note that the Android system may in some cases report that you are connected but this connection has no internet signal, this failure will not allow you to open the program unless you disconnect this connection without internet.
pt: Por favor atente que o sistema Android pode em alguns casos informar que você está conectado, mas esta conexão tem internet sem sinal, esta falha não permitirá que você abra o programa até que você desligue esta conexão sem internet.

source: How do I get certifications when I'm out of the internet?
pt: Como obtenho certificações quando estou fora da internet?
