Repository: jorgercg/MyMensorWebsite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: (a) Account and Use of Service: You may use your User Account for the Service only in accordance with these Terms of Service and only for lawful purposes. You are responsible for your own communications, including the upload, transmission and posting of information, and are responsible for the consequences of their posting on or through the Service.
pt: (A) Conta e Uso do Serviço: Você pode usar sua Conta de Usuário para o Serviço somente de acordo com estes Termos de Serviço e apenas para fins legais. Você é responsável por suas próprias comunicações, incluindo o upload, transmissão e publicação de informações, e é responsável pelas conseqüências de sua publicação no ou através do Serviço.

source: (b) Fees: Some features of the Service may only be accessed and used upon the payment of applicable fees (“Fees”). Fees may vary depending on usage in accordance with our current pricing policy. If you do not initially register for a version of the Service that requires the payment of a fee, you will nonetheless be permitted to use all of the features of the Service for a period of thirthy (30) days (“Free Trial Period”). Upon the expiration of the Free Trial Period, you will only be able to access and use those features of the Service the use of which does not require the payment of a Fee, unless you subsequently upgrade to a paid version of the Service. All Fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, and you shall be responsible for payment of all such taxes, levies, or duties, excluding only Portugal taxes.
pt: (B) Taxas: Alguns recursos do Serviço só podem ser acessados e utilizados no pagamento de taxas aplicáveis (“Taxas”). As taxas podem variar dependendo do uso de acordo com nossa política de preços vigente. Se você não se inscrever inicialmente para uma versão do Serviço que exige o pagamento de uma taxa, você ainda será permitido usar todos os recursos do Serviço por um período de 30 dias (“Período de Prova Grátis”). Após o vencimento do Período de Prova Gratuita, você só poderá acessar e usar os recursos do Serviço cujo uso não exija o pagamento de uma Taxa, a menos que você atualize para uma versão paga do Serviço. Todas as taxas são exclusivas de todos os impostos, taxas ou direitos impostos pelas autoridades tributárias, e você será responsável pelo pagamento de todos esses impostos, taxas ou direitos, excluindo apenas os impostos de Portugal.

source: (c) Refunds, Upgrading and Downgrading: Refunds are processed according to our fair refund policy. Any upgrade or downgrade in your Service use will result in the new Fees being charged at the next billing cycle. There will be no prorating for downgrades in between billing cycles. Downgrading your Service may cause the loss of features or capacity of your User Account. MyMensor does not accept any liability for such loss.
pt: (C) Reembolsos, upgrades e downgrades: os reembolsos são processados de acordo com nossa política de reembolso. Qualquer upgrade ou downgrade no uso do Serviço resultará nas novas taxas cobradas no próximo ciclo de cobrança. Não haverá prorrateamento para downgrades entre os ciclos de cobrança. O downgrade do seu Serviço pode causar perda de recursos ou capacidade de sua Conta de Usuário. O MyMensor não aceita qualquer responsabilidade por tal perda.

source: (d) Cancellation and Termination: You are solely responsible for properly canceling your User Account. An email or phone request to cancel your User Account is not considered cancellation. You can cancel your User Account at any time in our Site. If you cancel your User Account before the end of your current paid up month, your cancellation will take effect immediately, and you will not be charged again. But there will not be any prorating of unused time in the last billing cycle. Nevertheless, you will be able to continue using the services up until the end of the last billing cycle.
pt: (D) Cancelamento e rescisão: você é o único responsável por cancelar corretamente sua conta de usuário. Uma solicitação de email ou telefone para cancelar sua Conta de Usuário não é considerada cancelamento. Você pode cancelar sua Conta de Usuário a qualquer momento em nosso Site. Se você cancelar sua Conta de Usuário antes do final do seu mês de pagamento atual, seu cancelamento entrará em vigor imediatamente e você não será cobrado novamente. Mas não haverá prorrateamento do tempo não utilizado no último ciclo de cobrança. No entanto, você poderá continuar usando os serviços até o final do último ciclo de cobrança.

source: (e) Prohibited Conduct: MyMensor specifically prohibits any use of the Site or the Service for: (i) posting any (1) information which is incomplete, false, inaccurate or not your own, (2) trade secrets or material that is copyrighted or otherwise owned by a third party unless you have a valid license from the owner which permits you to post it, (3) material that infringes on any other intellectual property, privacy or publicity right of another, (4) advertisement, promotional materials or solicitation related to any product or service that is competitive with MyMensor products or services or (5) software or programs which contain any harmful code, including, but not limited to, viruses, worms, time bombs or Trojan horses; (ii) impersonating another person; (iii) engaging in or encouraging conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any city, state, national or international law or regulation, or which fails to comply with accepted Internet protocol; or (iv) transmitting or transferring (by any means) information or software derived from the Site or the Service to foreign countries or certain foreign nations in violation of export control laws. In addition, you are prohibited from violating or attempting to violate the security of the Site, the Service or MyMensor’s system or network security, including, without limitation, the following: (v) accessing data not intended for users of the Site or the Service, or gaining unauthorized access to an account, server or any other computer system; (vi) attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures; (vii) attempting to interfere with the function of the Site, the Service, host or network, including, without limitation, via means of submitting a virus to the Site, overloading, “flooding”, “mailbombing”, “crashing”, or sending unsolicited e-mail, including promotions and/or advertising of products or services; or (viii) forging any TCP/IP packet header or any part of the header information in any e-mail or newsgroup posting. Violations of the Site’s or MyMensor’s system or network security may result in civil or criminal liability.
pt: (E) Conduta Proibida: o MyMensor proíbe especificamente qualquer uso do Site ou do Serviço para: (i) publicar qualquer (1) informação incompleta, falsa, imprecisa ou não sua, (2) segredos comerciais ou material protegido por direitos autorais Ou de outra forma de um terceiro, a menos que você tenha uma licença válida do proprietário que lhe permita publicar, (3) material que infrinja qualquer outro direito de propriedade intelectual, privacidade ou publicidade de outro (4) publicidade, material promocional ou Solicitação relacionada a qualquer produto ou serviço que seja competitivo com os produtos ou serviços do MyMensor ou (5) software ou programas que contenham algum código prejudicial, incluindo, mas não limitado, a vírus, worms, bombas de tempo ou cavalos de Tróia; (ii) passar por outra pessoa; (iii) envolver ou incentivar uma conduta que constitua uma infração penal, dar origem a responsabilidade civil ou violar qualquer lei ou regulamento municipal, estadual, nacional ou internacional ou que não cumpra o protocolo de Internet aceito; ou (iv) transmitir ou transferir (por qualquer meio) informação ou software derivado do Site ou do Serviço para países estrangeiros ou certas nações estrangeiras em violação de eventuais leis de controlo de exportação. Além disso, você está proibido de violar ou tentar violar a segurança do Site, do Serviço ou do sistema do MyMensor ou da segurança da rede, incluindo, sem limitação, o seguinte: (v) acessar dados não destinados aos usuários do Site ou do Serviço, ou obter acesso não autorizado a uma conta, servidor ou qualquer outro sistema de computador; (vi) tentar testar, verificar ou testar a vulnerabilidade de um sistema ou rede ou violar medidas de segurança ou de autenticação; (vii) tentar interferir na função do Site, do Serviço, do host ou da rede, incluindo, sem limitação, através de envio de um vírus para o Site, sobrecarga, “flooding”, “mailbombing”, “crashing” ou Envio de e-mail não solicitado, incluindo promoções e / ou publicidade de produtos ou serviços; ou (viii) forjando qualquer cabeçalho de pacote TCP / IP ou qualquer parte das informações de cabeçalho em qualquer publicação de e-mail ou grupo de notícias. As violações do sistema do site ou do MyMensor ou a segurança da rede podem resultar em responsabilidade civil ou penal.

source: (f) User Content: If you elect to display, post, submit or otherwise make available to others, on the Site any content or works of authorship, including, without limitation, images, audio files, text, software (but excluding User software) or other materials, (collectively, “User Content”), you hereby grant to MyMensor a perpetual, irrevocable, royalty-free, worldwide, non-exclusive right and license, including the right to grant sublicenses to third parties, to use, reproduce, publicly display, publicly perform, prepare derivative works from and distribute such User Content, for any purpose. In addition, you hereby irrevocably represent and warrant to MyMensor that (i) you have all necessary power, authority, right, title and/or licenses to grant to MyMensor the foregoing right and license and (ii) the posting, submission, display by you of User Content on the Site, and the exercise by MyMensor of the foregoing license does not and will not (1) violate any applicable law or government regulation or (2) infringe any right of publicity or invades the privacy of others, or any intellectual property right of any third party, (iii) no User Content you provide (1) will constitute obscene, pornographic, indecent, profane or otherwise objectionable material, (2) is discriminatory, hateful or bigoted toward, or abusive of, any group or individual, or (3) is libelous or defamatory. For the avoidance of doubt, any information or data from your accounts with third party services (i.e., Facebook, Twitter, Gmail etc.) that is processed by MyMensor and which you do not make publically available on MyMensor, is not User Content, and MyMensor does not receive any rights in such information or data.
pt: (F) Conteúdo do Usuário: Se você optar por exibir, publicar, enviar ou disponibilizar a outros, no Site, qualquer conteúdo ou trabalhos de autoria, incluindo, sem limitação, imagens, arquivos de áudio, texto, software (mas excluindo o software do usuário) ou outros materiais, (coletivamente, “Conteúdo do Usuário”), você concede à MyMensor um direito e licença perpétuo, irrevogável, isento de royalties, mundial, não exclusivo, incluindo o direito de conceder sublicenças a terceiros, usar, reproduzir, exibir publicamente, executar publicamente, preparar trabalhos derivados e distribuir tal Conteúdo do Usuário, para qualquer finalidade. Além disso, você, de forma irrevogavelmente, representa e garante à MyMensor que (i) você tenha todos os poderes, autoridade, direito, título e / ou licenças necessários para conceder ao MyMensor o direito e a licença acima e (ii) a publicação, apresentação, exibição por você do Conteúdo do Usuário no Site e o exercício pelo MyMensor da licença anterior não viola ou não violará (1) qualquer lei ou regulamento governamental aplicável ou (2) infrinja qualquer direito de publicidade ou invada a privacidade de terceiros ou qualquer Direito de propriedade intelectual de qualquer terceiro, (iii) nenhum conteúdo de usuário que você fornecer (1) constituirá material obsceno, pornográfico, indecente, profano ou de outra forma censurável, (2) seja discriminatório, odioso ou intolerante, ou abusivo de qualquer grupo ou indivíduo, ou (3) é difamatório. Para evitar dúvidas, qualquer informação ou dado de suas contas com serviços de terceiros (ou seja, Facebook, Twitter, Gmail, etc.) que é processado pelo MyMensor e que você não seja disponibilizado publicamente no MyMensor, não é o Conteúdo do Usuário, e MyMensor não recebe quaisquer direitos sobre essas informações ou dados.

source: (g) Suggestions: You hereby grant to MyMensor a royalty-free, worldwide, transferable, sublicenseable, irrevocable, perpetual license to use or incorporate into the Site and/or the Service any suggestions, enhancement requests, recommendations or other feedback provided by you to MyMensor that is related to the Site and/or the Service.
pt: (G) Sugestões: Você concede à MyMensor uma licença sem royalties, mundial, transferível, sublicenciável, irrevogável e perpétua para usar ou incorporar no Site e / ou no Serviço quaisquer sugestões, solicitações de aprimoramento, recomendações ou outros comentários fornecidos por você para o MyMensor relacionado ao Site e / ou ao Serviço.

source: (h) Indemnification: You hereby irrevocably agree to indemnify, defend and hold MyMensor, its affiliates, directors, officers, employees and agents harmless from and against any and all loss, costs, damages, liabilities and expenses (including attorneys’ fees) arising out of or related to (i) any third party claim resulting from a breach by you of any of your covenants, representations or warranties contained in these Terms of Use and/or (ii) your use of the Site and/or the Service.
pt: (H) Indenização: Você, irrevogavelmente, concorda em indenizar, defender e manter o MyMensor, seus afiliados, diretores, gerentes, funcionários e agentes imunes de e contra qualquer perda, custas, danos, responsabilidades e despesas (incluindo honorários advocatícios) que surjam de ou relacionados a (i) qualquer reclamação de terceiros resultante de uma violação por você de qualquer um dos termos, representações ou garantias contidas nestes Termos de Uso e / ou (ii) seu uso do Site e / ou do Serviço.

source: Linked Websites
pt: Links para Websites

source: The Site may contain links to other websites that are not owned or operated by MyMensor, and you agree that MyMensor provides links to such websites solely as a convenience and has no responsibility for the content or availability of such websites, and that MyMensor does not endorse such websites or any products or services associated therewith. Your use of such websites will be subject to the terms of use applicable to each such website.
pt: O Site pode conter links para outros sites que não sejam de propriedade ou operados pelo MyMensor e você concorda que o MyMensor fornece links para esses sites apenas como uma conveniência e não tem responsabilidade pelo conteúdo ou disponibilidade desses sites e que o MyMensor não endossa tais sites ou quaisquer produtos ou serviços associados a eles. O uso de tais sites estará sujeito aos termos de uso aplicáveis a cada site.

source: LIMITATION OF LIABILITY
pt: LIMITAÇÃO DE RESPONSABILIDADE

source: (a) Warranty Disclaimer: THE SITE AND, SITE CONTENT AND THE SERVICE ARE PROVIDED STRICTLY ON AN “AS IS” AND “AS AVAILABLE” BASIS, AND MYMENSOR MAKES NO WARRANTY THAT THE SITE, SERVICE OR SITE CONTENT ARE COMPLETE, SUITABLE FOR YOUR PURPOSE, OR ACCURATE. ON BEHALF OF ITSELF AND ITS LICENSORS, MYMENSOR HEREBY EXPRESSLY DISCLAIMS ANY AND ALL IMPLIED, STATUTORY OR OTHER WARRANTIES WITH RESPECT TO THE SITE, SITE CONTENT AND SERVICE, OR THE AVAILABILITY OF THE FOREGOING, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFIRNGEMENT. THE ENTIRE RISK AS TO RESULTS OBTAINED THROUGH USE OF THE SITE, SERVICE AND/OR THE SITE CONTENT RESTS WITH YOU AND MYMENSOR MAKES NO REPRESENTATION OR WARRANTY THAT THE AVAILABILITY OF THE SITE AND OR THE SERVICE WILL BE UNINTERRUPTED, OR THAT THE SITE, SERVICE AND/OR THE SITE CONTENT WILL BE ERROR FREE OR THAT ALL ERRORS WILL BE CORRECTED.
pt: (A) Aviso Legal sobre garantia: O SITE E, O CONTEÚDO DO SITE E O SERVIÇO FORAM FORNECIDOS ESTRITAMENTAMENTE “NO ESTADO EM QUE SE ENCONTRAM” E “COMO DISPONÍVEL”, E MYMENSOR NÃO GARANTE QUE O SITE, SERVIÇO OU CONTEÚDO DO SITE ESTÃO COMPLETOS, ADEQUADOS PARA O SEU OBJETIVO, OU PRECISOS. EM SEU NOME E DE SEUS LICENCIADORES, MYMENSOR RETIRA EXPRESSAMENTE QUALQUER E TODAS AS GARANTIAS IMPLÍCITAS, ESTATUTÁRIAS OU OUTRAS, RELATIVAS AO SITE, CONTEÚDO E SERVIÇO DO SITE, OU À DISPONIBILIDADE DOS ANTERIORES, INCLUINDO, SEM LIMITAÇÃO, AS GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO E APTIDÃO PARA UM PROPÓSITO ESPECÍFICO. TODOS OS RISCOS SOBRE OS RESULTADOS OBTIDOS PELO USO DO SITE, SERVIÇO E / OU DE CONTEÚDO DO SITE RECAEM SOBRE VOCÊ E MYMENSOR NÃO FAZ DECLARAÇÃO OU GARANTIA QUE A DISPONIBILIDADE DO SITE E OU O SERVIÇO SERÃO ININTERRUPTOS, OU QUE O SITE, SERVIÇO E / OU O CONTEÚDO DO SITE SERÁ LIVRE DE ERRO OU QUE TODOS OS ERROS SERÃO CORRIGIDOS.

source: (b) Limitation of Liability: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT MYMENSOR SHALL NOT BE LIABILE TO YOU FOR ANY DAMAGES ARISING OUT OF OR CONNECTED TO YOUR USE OF, OR INABILITY TO USE, THE SITE, THE SERVICE OR THE SITE CONTENT, INCLUDING, WITHOUT LIMITATION, ANY AND ALL DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, SPECIAL, EXEMPLARY OR STATUTORY DAMAGES (INCLUDING, WITHOUT LIMITATION, LOSS OF BUSINESS, LOSS OR PROFITS, LOSS OF REVENUE, LOSS OF DATA, LOSS OF GOODWILL OR FOR ANY COST OF COVER OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES), EVEN IF MYMENSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND REGARDLESS OF THE LEGAL THEORY UNDER WHICH DAMAGES ARE SOUGHT, WHETHER IN BREACH OF CONTRACT OR IN TORT, INCLUDING NEGLIGENCE. You acknowledge that you have read, understand and agree to MyMensor’s Privacy Policy located at https://mymensor.com/privacy, which is hereby incorporated into and made a part of these Terms of Service by this reference.
pt: (B) Limitação de responsabilidade: NA MÁXIMA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL, VOCÊ CONCORDA QUE MYMENSOR NÃO SERÁ RESPONSÁVEL PARA VOCÊ POR QUALQUER DANO QUE SUCEDE OU SEJA CONECTADO À SUA UTILIZAÇÃO OU À INCAPACIDADE DE USAR, O SITE, O SERVIÇO OU O CONTEÚDO DO SITE, INCLUINDO, SEM LIMITAÇÃO, QUAISQUER DANOS DIRETOS, INDIRETOS, INCIDENTAIS, CONSEQUENCIAIS, PUNITIVOS, ESPECIAIS, EXEMPLARES OU ESTATUTÁRIOS (INCLUINDO, SEM LIMITAÇÃO, PERDA DE NEGÓCIOS, PERDA OU LUCROS, PERDA DE RECEITAS, PERDA DE DADOS, PERDA DE GOODWILL OU POR QUALQUER CUSTO DE COBERTURA OU CUSTO DE AQUISIÇÃO DE MERCADORIAS OU SERVIÇOS DE SUBSTITUTO), MESMO SE O MYMENSOR TIVER SIDO AVISADO DA POSSIBILIDADE DE TAIS DANOS E, INDEPENDENTEMENTE DA TEORIA JURÍDICA SOB QUALQUER DANO, SEJA EM VIOLAÇÃO DE CONTRATO OU EM DELITO, INCLUINDO NEGLIGÊNCIA. Você reconhece que leu, compreendeu e aceitou a Política de Privacidade do MyMensor, localizada em https://mymensor.com/privacy, que é incorporada e faz parte desses Termos de Serviço por esta referência.

source: Location of the Site and your Use
pt: Localização do Site e seu Uso

source: MyMensor operates or controls the operation of this Site and the Service from offices in Portugal. In addition, the Site and the Service may be mirrored, and other websites operated or controlled by MyMensor may be located, at various locations in and outside of the European Union. MyMensor makes no representation or warranty that all of the features of this Site or Service will be available to you outside of the European Union, or that they are permitted to be accessed outside of the European Union. You acknowledge that you are solely responsible for any decision by you to use of this Site and/or the Service from other locations, and that such use may be subject to, and that you are responsible for, compliance with applicable local laws.
pt: MyMensor opera ou controla a operação deste Site e do Serviço de escritórios em Portugal. Além disso, o Site e o Serviço podem ser espelhados, e outros sites operados ou controlados pelo MyMensor podem estar localizados, em vários locais dentro e fora da União Européia. O MyMensor não faz nenhuma representação ou garantia de que todas as características deste Site ou Serviço estarão disponíveis para você fora da União Européia ou que podem ser acessados fora da União Européia. Você reconhece que você é o único responsável por qualquer decisão por você de usar este Site e / ou o Serviço de outros locais, e que tal uso pode estar sujeito, e que você é responsável pela conformidade, às leis locais aplicáveis.

source: General
pt: Geral
